{
  "text_of_terms_and_conditions": [
    "   Barclays and you\n",
    "Terms and conditions for personal customers\n",
    "Including helpful information about your everyday banking\n",
    "November 2020\n",
    "\n",
    "Thank you for banking with Barclays.\n",
    "Introducing our agreement, including who it applies to\n",
    "When you open a current or savings account with us, you’re setting up an agreement. This is between Barclays Bank UK PLC (or another company we transfer it to) and you – the person or people we’ve opened the account for.\n",
    "This booklet contains most of the terms and conditions of the agreement (which we also call our ‘Retail Customer Agreement’). The agreement covers all our personal banking accounts and any services we tell you it applies to when you start using them.\n",
    "We may also give you additional terms and conditions when you take out an account or service, such as an arranged overdraft or savings account. Those additional terms take priority over any others. Our agreement is made up of all of the terms and conditions that apply to your account and any other services you have with us.\n",
    " In this booklet, there are two sections.\n",
    " • Being with Barclays. This contains the terms and conditions that are central to how we and you work together. For example, they explain how we’ll stay in touch.\n",
    " • Banking terms. These are terms and conditions that are more specific to how your current or savings account works. For example, they include how you can make a payment out of your account.\n",
    " Please ignore anything in this Retail Customer Agreement that doesn’t apply to your type of account, or to the product or service you are using.\n",
    " What about charges?\n",
    " The Barclays Tariff for Personal Customers (‘Our Bank Charges Explained’) shows charges for your personal account and services. You can find this Tariff at barclays.co.uk/rca.\n",
    " The Barclays Wealth Management Banking Tariff Guide shows charges for Barclays Wealth Management accounts and services. You can find this Tariff at barclays.co.uk/wealth-management/important-information/rates-and-fees\n",
    "   2 Barclays and you\n",
    " \n",
    " The International Banking Tariff Guide shows charges for Barclays International Banking accounts and services. You can find this Tariff at Barclays.co.uk/international-banking/terms\n",
    " These are what we mean when we talk about the Tariff.\n",
    " We’ll give you a copy of the right Tariff when you open your account. We won’t always tell you when charges in the Tariff change, so please make sure you have an up-to-date copy.\n",
    " You can ask for a copy of the terms and Tariff at any time. Ask at any branch or ring us. They’re also on our website.\n",
    " Your account is just for personal use\n",
    " The terms in this booklet cover only accounts for personal use. They’re not for money relating to any business you run. We can close an account (or stop providing a service) if we find out you are using a personal account for non-personal use.\n",
    " The only exception to this is if you’re a Barclays Wealth Management Banking non-personal customer. If this describes you, the agreement does apply to the banking services we provide to you.\n",
    " Which country’s courts and laws apply?\n",
    " Unless we tell you differently, this agreement is governed by English law, which also applies to setting up our relationship.\n",
    " If you want to bring a claim against us in the courts, you can do so using the courts of England and Wales. If you live in Scotland or Northern Ireland, you can bring a claim in the courts that are local to you.\n",
    "  3 Barclays and you\n",
    " \n",
    "  Click this icon to return to this page or any of the links below to jump to a section\n",
    " Being with Barclays\n",
    " This contains the terms and conditions that are central to how we and you work together. For example, they explain how we’ll stay in touch.\n",
    " 1. Keeping in touch – page 5\n",
    " 2. Keeping your money safe – page 8\n",
    " 3. Who can use your account – page 13\n",
    " 4. Changes we can make to this agreement – page 15\n",
    " 5. Closing an account or service, or leaving Barclays – page 19\n",
    " 6. How we use your information – page 23\n",
    " 7. If you owe us money – page 25\n",
    " 8. Complaints and the protection you have – page 26\n",
    " Our Banking terms\n",
    " These are terms and conditions that are more specific to how your current or savings account works. For example, they include how you can make a payment out of your account.\n",
    " 1. Making payments from your account – page 28\n",
    " 2. Payments into your account – page 35\n",
    " 3. How we’ll keep you informed about your account – page 38\n",
    " 4. International payments – page 40\n",
    " 5. Borrowing money through your current account – page 47\n",
    " 6. If something goes wrong – page 50\n",
    "                 4 Barclays and you\n",
    " \n",
    "  Being with Barclays 1 Keeping in touch\n",
    "  How to contact us, and how we’ll contact you. The importance of keeping your details up to date\n",
    "  Contacting us\n",
    " There are lots of ways to contact us – you’ll find them in the boxes below. We may add new ways in the future.\n",
    "  How to contact us\n",
    "  • Contact us through Online Banking or the Barclays app\n",
    " • Come into a branch\n",
    " • Call us on 03457 345 345* from the UK and +44 2476 842099* from elsewhere\n",
    " • You can also contact us by post at Barclays, Leicester LE87 2BB.\n",
    " If you are a Barclays Wealth Management Banking or an International Banking customer, you can also get in touch with your usual contact, or use the details at barclays.co.uk/wealth or barclays.co.uk/international-banking\n",
    "   5 Barclays and you | Being with Barclays\n",
    " \n",
    "  1 Keeping in touch\n",
    "  Worried about security?\n",
    "  You must tell us right away if you think someone might have access to your account.\n",
    " The numbers to use are:\n",
    " • 0800 400 100*\n",
    " • +44 2476 842 099* from outside the UK\n",
    " We can cancel your card or put a block on a service (such as Telephone Banking) to prevent anyone getting hold of your money.\n",
    " You can also stop your card in the Barclays app, or in Online Banking under ‘Manage Accounts’.\n",
    " Keeping us informed of changes to your details\n",
    " You must tell us if any of your details change. This includes:\n",
    " contact or personal details (for example, email address, home or correspondence address or phone number)\n",
    " your situation (for example, change of name, nationality, tax residency, signature)\n",
    " any other important changes that are relevant to us.\n",
    " We need to know about changes like these so that we can manage your banking, protect your account, and get in touch with you safely and quickly.\n",
    " We need to contact you for various reasons. These include if we suspect fraud on your account, to give you information about your account(s) with us, and to tell you about any changes.\n",
    " If you don’t keep all your details up to date, this might affect your eligibility for your account(s), the products and services we can offer you, or how they work.\n",
    " 6 Barclays and you | Being with Barclays\n",
    " \n",
    "  How we’ll contact you\n",
    " in English or Welsh\n",
    " We communicate in English. In Wales, we have a bilingual policy – see barclays.co.uk/welshlanguage.\n",
    " with the details we have for you\n",
    " We’ll contact you using the details we have for you. This could be on your mobile or landline phone, email, or at your home or correspondence address. We may also contact you through Online Banking or the Barclays app if you use these.\n",
    " If we use the most recent postal address you’ve given us and something is returned to us as undelivered, we’ll stop using that address. This is unless a law or regulation requires us to send you information by post.\n",
    " For certain accounts and services, we only send information digitally.\n",
    " in the way you told us to\n",
    " Where we can, we’ll contact you using the method you’ve told us you prefer. If you haven’t told us, we’ll normally contact you by email, via Online Banking or the Barclays app.\n",
    " When we send you information through Online Banking or the Barclays app, we’ll send you an email, SMS or other electronic message to remind you to open it. If we do this, we won’t normally send documents to your home address as well (unless we have to or you’ve asked us to).\n",
    " Once we’ve sent a message to you, we’ll assume you’ve received it. So it’s important to look out for our messages like emails and texts.\n",
    " If we think there’s a security threat or fraud on your account, we’ll use SMS, telephone, post or another secure method to contact you. We’ll ask you to verify your identity.\n",
    " Help us keep your information private\n",
    " It’s your responsibility to control who has access to the information we send you. When you choose how you would like us to contact you, you should choose a method that will be most secure for you. If you use a method that other people can access or read (such as a shared email address or shared mobile number), please be aware that these people will also be able to access the information we send you.\n",
    " 1 Keeping in touch\n",
    "  7 Barclays and you | Being with Barclays\n",
    " \n",
    "  2 Keeping your money safe\n",
    ".  Your responsibility for keeping safe all the ways of accessing your money. What we can do to help\n",
    ".  You must look after your account access information\n",
    ". You use payment tools to access your accounts and make payments. All these tools are personal to you.\n",
    ". You must do all you reasonably can to keep your payment tools safe. You must look after all the ways of taking money from or accessing your account. If we think any of your payment tools, such as cards, may have been compromised, we may send you a replacement to help keep your account secure.\n",
    ". You must not give your payment tools to anyone else. If someone takes money from your account because you have not kept your payment tools safe or secret when you should have done, you may lose all the money. There’s more about this in the Banking terms (section 6: ‘If someone takes an unauthorised payment from your account’).\n",
    ". If you think someone has used or is able to use any of the ways of accessing to your account, you must tell us as soon as you can. You’ll find our contact details for doing this on page 6. You must give us any information we ask for about what has happened. We’ll pass this to the police if we have to, or if we think it will be useful.\n",
    ".   8 Barclays and you | Being with Barclays\n",
    ". \n",
    ".  Using e-wallets\n",
    ". You may store digital payment tools we give you in an e-wallet. (You won’t be able to use e-wallets if you have a Barclays Basic Current Account.) You should treat the actions or devices you use to make a payment using an e-wallet as payment tools, and look after them just as carefully. Whenever we refer to a card, it will normally cover digital cards, such as those stored in an e-wallet, too.\n",
    ". 2 Keeping your money safe\n",
    ".  What is a ‘payment tool’?\n",
    ".  These are things you use to access your account and make payments that are personal to you. This is how we know we are dealing with you. They can include:\n",
    ". • a physical device, like a card\n",
    ". • a digital version of a card – in other words, the equivalent of card details but stored electronically on a device such as a computer or mobile. For example, Apple Pay or Contactless Mobile\n",
    ". • actions you have to take, such as using passwords, security keys, cards, personal identifier(s), fingerprints, and personal identification numbers (PINs).\n",
    ". The payment tool itself can be a combination of these (such as your card together with entering a PIN).\n",
    ". We may introduce new or different tools in the future.\n",
    ".  What is an e-wallet?\n",
    ".  An e-wallet is a digital version of a wallet where you store an electronic version of your payment tools, such as your debit card details. It may be a wallet app on your phone or on a merchant’s website.\n",
    ". Using third-party services\n",
    ". You can use authorised third-party payment initiation service providers, card-based payment instrument issuers and account information service providers. But you mustn’t share your Online Banking security details with them.\n",
    ". Account information services: These are services that allow you to see your accounts with different providers in one place.\n",
    ". 9 Barclays and you | Being with Barclays\n",
    ". \n",
    ".  Payment initiation services: These are services that allow a third party to ask us to make payments from your account on your behalf.\n",
    ". Card-based payment instrument issuers: These are services that allow a third party to check you have enough money in your account before making a payment.\n",
    ". Not all accounts may be accessible to these providers.\n",
    ". Things you must not do\n",
    ". Don’t choose a PIN or password that is easy for someone else to guess (such as 1234 or your date of birth).\n",
    ". Don’t give your payment tools to someone else or let someone else use them.\n",
    ". Don’t do anything that would let someone else use your payment tools. This includes writing them down in a way that someone else could understand. Don’t keep the letter with your PIN in it. Don’t let someone use a device like your phone that you keep your details on.\n",
    ". Don’t sell your mobile device or send it for repair without first deleting the cards stored on it in e-wallets.\n",
    ". Staying secure in Online Banking and in the Barclays app\n",
    ". When you use Online Banking and the Barclays app, we need you to:\n",
    ". follow the instructions we give you. This includes instructions about using PINsentry or any other authentication method we give you\n",
    ". make sure any device you use to access Online Banking or the Barclays app complies with current standards and requirements.\n",
    ". We’ll tell you about these from time to time\n",
    ". carry out your own regular virus checks and security updates using antivirus software\n",
    ". tell us as soon as you can if you notice something wrong with Online Banking. This includes anything that is stopping you using it properly, or if anything looks different.\n",
    ". We’ll do all we can to make sure our Online Banking service and the Barclays app are as safe as they can be. This includes:\n",
    ". • •\n",
    ". keeping records of any online messages, instructions, or transactions, including the time they took place. When we deal with you, we’ll treat our records as final evidence of these, unless there’s an obvious mistake\n",
    ". telling you as soon as we can if we suspend Online Banking or the Barclays app. We can do this if we think we need to for security reasons.\n",
    ". 10\n",
    ". Barclays and you | Being with Barclays\n",
    ". 2 Keeping your money safe\n",
    ". \n",
    ".  2 Keeping your money safe\n",
    ".  If someone calls you\n",
    ".  When we speak on the phone, we may need to identify you. We’ll do this by asking for certain information (such as answers to questions) that only you should know. We may also ask for some (never all) of the digits of certain passcodes, passwords or PINsentry codes.\n",
    ". Nobody from Barclays will ever call to ask for a full PIN, password, passcode or a PINsentry-generated code. If anyone ever does this, hang up and call us again on one of our official phone numbers (on page 5). Use a different phone line to ring us because fraudsters can keep the original phone line open.\n",
    ". We’ll never call to ask you to transfer your money into an entirely new account.\n",
    ".  Any software we give you\n",
    ". Any software or devices we give you in connection with Online Banking or the Barclays app are licensed to you. (We’ll tell you if there are exceptions.) This means you have permission to use them. But you don’t own these materials or any of the intellectual property rights in them. These are owned by us (or the person who licenses them to us). You must use them only in connection with this agreement. You must also only use them as described in any user guide or other information we give you. Don’t change or copy any software we give you, and don’t let anyone else do this.\n",
    ". Stopping payment tools\n",
    ". We may stop or suspend the use of any of your payment tools if:\n",
    ". • we reasonably think it necessary to protect the security of the payment tool or account\n",
    ". • we suspect or you tell us there may be unauthorised or fraudulent use of the tool\n",
    ". • we believe there’s a significantly increased risk that you will be unable to repay\n",
    ". money you owe us. This could be, for example, if you go over your borrowing limit.\n",
    ". If we find we need to do this, we’ll explain why – unless that would break the law. We’ll contact you using the details you have given us as soon as we can. Where we can, we’ll contact you in advance.\n",
    ". If the reason for stopping or suspending the payment tool no longer applies, we’ll unblock it or replace it.\n",
    ". 11 Barclays and you | Being with Barclays\n",
    ". \n",
    ".  Replacement cards\n",
    ". We may replace a card when it expires or at any time. We won’t replace a card if it hasn’t been used for a long time.\n",
    ". Using Online Banking or the Barclays app outside the UK\n",
    ". Online Banking and the Barclays app use encryption. Some countries don’t allow encrypted data on their phone networks. Please check before you use them from abroad.\n",
    ". If you do use Online Banking or the Barclays app where it’s not allowed, Barclays won’t be liable.\n",
    ". 12 Barclays and you | Being with Barclays\n",
    ". 2 Keeping your money safe\n",
    ". \n",
    ".  3 Who can use your account\n",
    ".  Who can give instructions on a joint account. How we contact joint account holders. Who else can act for you\n",
    ".  If you have a joint account\n",
    ". Our agreement is with all the account holders. Any one of you can give us any instructions about your joint account. We won’t normally ask for all the account holders to give us instructions jointly. This means that one account holder can change your contact preferences for the joint account, make payments and apply for new products and services (like an overdraft) for all joint account holders.\n",
    ". You may want to use account information services provided through regulated third- party providers. The first time you do this, we may ask all the account holders to acknowledge they’re happy for any of them to use the service.\n",
    ". How we contact joint account holders\n",
    ". We’ll send information about the account to the address of the first named person. We’ll do this unless we’re legally obliged to contact everyone on the account.\n",
    ". You can change your chosen person – just ask us. Or, if you live at separate addresses, you can ask us to send information to both or all of you. Anyone who’s named on the account can ask us to change these preferences.\n",
    ". Sharing information about joint account holders\n",
    ". When you have a joint account, any person named on the account can consent to us conducting credit reference, fraud or other enquiries on any or all of you, now and in the future. We may update our records using information given by any one of you about the others.\n",
    ". If there’s a dispute between joint account holders\n",
    ". If we know there’s a dispute between people named on a joint account, we may insist that you jointly consent to what you are asking us to do. If that happens, we’ll also turn off Telephone Banking, Online Banking and the Barclays app. We’ll also suspend your payment tools (eg cards). This is because these work with just one person’s\n",
    ". 13 Barclays and you | Being with Barclays\n",
    ". \n",
    ".   permission. We’ll ask each of you to come into a branch to let us know jointly what you want to do.\n",
    ". If a joint account holder dies\n",
    ". If your partner or someone else on your joint account has died, you can carry on using your account. The money in a joint account won’t be treated as part of the deceased person’s estate.\n",
    ". For more help, and to find out anything you need to do about your and their banking with Barclays, visit barclays.co.uk and search ‘someone has died’, or call us on 0800 068 2238.\n",
    ". Asking someone else to act for you\n",
    ". You can authorise another person to operate your accounts for you (for example, under a power of attorney). If you do, we’ll deal with that person as if he or she were you for the purposes of this agreement.\n",
    ". If you do this, we’ll use only the information we need about that person for them to run the account.\n",
    ". If you’re a Barclays Wealth Management customer and you\n",
    ". go out of business\n",
    ". If you’re a Barclays Wealth Management non-personal customer and you or a third party take steps to wind up your business, we’ll act on instructions given by your legally appointed representatives. We’ll also do this if the business goes into administration or any other insolvency process.\n",
    ". 3 Who can use your account\n",
    ".  14 Barclays and you | Being with Barclays\n",
    ". \n",
    ".  4 Changes we can make to this agreement\n",
    ". We hope you have your account with us for a long time. That means this agreement could last a long time too. So we need to be able to make changes to the way we do things.\n",
    ". Changes we need to tell you about in advance\n",
    ". We may make changes to your agreement with us for any of these reasons.\n",
    ". • We’re changing a service we already offer, or introducing a new service that needs a change to the terms of this agreement, such as introducing a new charge.\n",
    ". • We’re withdrawing a service or a type of account.\n",
    ". • We need to move you from one type of account to another for a good reason – for example, if you’re no longer eligible for an account or it’s not suitable for you, or we’re withdrawing an account.\n",
    ". • There are changes (or we reasonably expect changes) in technology, our systems, or the banking system that mean we need to change the way we do things.\n",
    ". • A change in the law, a regulation, an industry code we follow, or a decision of the court, a regulator or the Financial Ombudsman means that we need to make changes.\n",
    ". • Changes in our costs, including changes we reasonably expect to happen, mean we need to change or bring in rates or charges.\n",
    ". • We reasonably decide that our business needs to charge for our products or services in a different way – for example, because it’s easier to understand or better reflects how customers use a service.\n",
    ". We can’t predict everything that may affect our business, so there may be other reasons not listed above when we need to make a change. But we’ll only make changes we think are fair.\n",
    ".  The changes we can make to this agreement, and the notice we need to give you when we do. What you can do if you don’t agree with changes\n",
    ".  15 Barclays and you | Being with Barclays\n",
    ". \n",
    ".   4 Changes we can make to this agreement\n",
    ". How much notice do we give of changes we need to tell you about in advance?\n",
    ". We have to give different amounts of notice depending on the type of account or service you have.\n",
    ". • With current accounts (or another account you can use to make day-to-day payments) we’ll give you at least two months’ notice of changes we need to tell you about in advance.\n",
    ". • It may be that you have a restricted access account. This is an account where you can’t make day-to-day payments or that has other payment restrictions. We’ll\n",
    ". let you know in your additional conditions if your account is a restricted access account. Notice periods are different for these accounts.\n",
    ". - If you have a balance of £100 or more and we need to change to a managed interest rate in a way that’s unfavourable to you, we’ll tell you at least 14 days in advance. If your balance is less than £100, we don’t need to tell you personally before we make the change.\n",
    ". - For all other kinds of change requiring notice on a restricted access account, we’ll give you at least 30 days’ notice.\n",
    ". • We’ll give you at least 30 days’ notice for changes to your overdraft.\n",
    ".  What if you don’t accept the changes?\n",
    ".  If we give you notice as set out above and you don’t want to accept a change, you’re free to end this agreement and close the account or end the service without charge. You can do this as long as you tell us before the change happens.\n",
    ". If you close your account for this reason, we won’t charge you any termination fees. Many of our accounts don’t have these fees anyway. But you’ll have to pay back any money you have borrowed from us, plus any interest you owe, before we can close the account.\n",
    ". If we give you notice and we don’t hear from you, we’ll treat you as having accepted the change.\n",
    ". 16 Barclays and you | Being with Barclays\n",
    ". \n",
    ".   4 Changes we can make to this agreement Changes we may make without telling you in advance\n",
    ". We may make some kinds of change without telling you in advance. These include:\n",
    ". • making a change in your favour\n",
    ". • reducing your charges or changing the way we charge in a way that’s favourable\n",
    ". to you\n",
    ". • changing the terms to make them fairer to you\n",
    ". • introducing a new service or feature you could use\n",
    ". • changing or introducing a card or security procedure, or changing to a different card scheme (such as Visa or Mastercard), as long as nothing else in our agreement changes\n",
    ". • making a change because a law or regulation says we have to do so by a certain date, and there’s not time to give you notice\n",
    ". • launching a new way of communicating with you\n",
    ". • making an automatic change to a tracker rate to reflect a change to the reference rate it’s linked to. Your additional conditions will tell you if your account does this, and when it will happen\n",
    ". • changing a managed or fixed rate in your favour – but we won’t make an unfavourable change to a fixed interest rate for the period we’ve agreed to keep it fixed\n",
    ". • changing the exchange rates we set. These change at least daily and in many instances more often without notice. (Note, though, this doesn’t mean we can change an exchange rate we’ve agreed with you for a specific transaction we’ve arranged in advance. We’ll keep to exchange rates we have quoted you unless we told you at the time they could change.) See page 40, ‘International payments’, for more information.\n",
    ". Changes to our branches\n",
    ". If we have to close or merge your Barclays branch, we’ll give you at least 12 weeks’ notice. It might involve us giving you new bank details. We’ll also give you notice of changes in opening hours. If we close or move a branch, we’ll try to help you carry on with your banking in a way that suits you.\n",
    ".  17 Barclays and you | Being with Barclays\n",
    ". \n",
    ".   4 Changes we can make to this agreement Changes to sort codes or account numbers\n",
    ". If we have to change your sort code or account number, we’ll tell you in advance. We’ll confirm how this will affect payments sent to, or paid from, your old sort code or account number. If we can, we’ll redirect the payment. We’ll also give your new account details to the person or the bank making the payment.\n",
    ". Changes to interest rates\n",
    ". Fixed, tracker and managed interest rates\n",
    ". We’ll tell you in the additional conditions the type of interest rate that applies to your product.\n",
    ". • A tracker rate is one that moves in line with changes to a reference interest rate.\n",
    ". • A fixed rate is one we won’t change, at least for an agreed period\n",
    ". • A managed rate is one we set and can change. If we don’t tell you that you have a tracker or fixed rate, you will have a managed rate.\n",
    ". Reference interest rates\n",
    ". We use reference interest rates as a basis for working out tracker interest rates. A reference interest rate is always set by another institution. One example is the Bank of England Base Rate. If you have a tracker rate on a savings account, we’ll tell you which reference rate it tracks. We’ll then tell you how the rate you get relates to the reference rate. (For example, the rate might always be 1% above the Bank of England Base Rate.)\n",
    ". You may have an account or service that tracks a reference interest rate and there’s a change in the reference rate. Or we may make a change to another interest rate that’s favourable to you. If we don’t tell you about these changes in advance, we’ll put the new rate online, in our branches and on Telephone Banking within three working days of the rate on your account changing. We often also advertise it in the press. We can decide which publications to use, and whether we’ll use their online or paper versions.\n",
    ". 18 Barclays and you | Being with Barclays\n",
    ". \n",
    ".  5 Closing an account or service, or leaving Barclays\n",
    ".  When and how you can close your account or service, and when we can do this\n",
    ".  When you can close an account or stop a service\n",
    ". When you apply, we’ll tell you if your account or service is one you have to keep for a fixed period of time. Otherwise, your account will stay open, and this agreement will be in force, until either you or we end it.\n",
    ". You can close your account or stop a service whenever you want to just by telling us. We might ask you to put it in writing.\n",
    ". If you owe us any money, your account will stay open until you’ve repaid it. This includes any payments you’ve already made but that haven’t gone out yet.\n",
    ". If you do close your account:\n",
    ". • things like cards and cheque books linked to your account won’t work any more, so please cut them up and dispose of them securely\n",
    ". • you’ll need to cancel any payments to and from the account. If someone pays money into it once it’s closed, we’ll try to send it back to them. We’ll do this if we have the right information to do it.\n",
    ". Using the Current Account Switch Service\n",
    ". If you want to move your current account to another bank, you can usually use the Current Account Switch Service. Just ask your new bank about the service. They should explain what to do.\n",
    ". 19 Barclays and you | Being with Barclays\n",
    ". \n",
    ".   5 Closing an account or service, or leaving Barclays When we can close an account or end a service\n",
    ". We can close an account (and stop providing any services and end this agreement) by giving you at least two months’ notice. Any benefit or services linked to your account will stop at the same time. However, if you have a Barclays Basic Current Account, we can only do this if:\n",
    ". • you have access to another payment account in the UK with basic features\n",
    ". • you’re no longer legally resident in the UK, or\n",
    ". • there haven’t been any transactions on your account for more than 24 months.\n",
    ". If you’re a Barclays Basic Current Account customer, we’ll tell you why we’re ending the agreement unless doing so would be unlawful.\n",
    ". We may also end this agreement immediately or on less notice (and stop providing services and close your account) if we reasonably believe you have seriously or persistently broken any terms of the agreement. We can also do this if we have reasonable grounds for thinking you have done any of the following things, all of which this agreement prohibits.\n",
    ". • You put us in a position where we might break a law, regulation, code or other duty that applies to us if we maintain your account, or keeping your account open exposes us to action or censure from any government, regulator, or law enforcement agency.\n",
    ". • You give us any false information.\n",
    ". • You commit (or attempt) fraud against us or someone else\n",
    ". • You use or try to use your account illegally or for criminal activity, including receiving proceeds of crime into your account – or you let someone else do this.\n",
    ". • You behave in a threatening or abusive manner to our staff.\n",
    ". • You become bankrupt (unless you have a Barclays Basic Current Account).\n",
    ". If you aren’t eligible for the account you hold\n",
    ". We can close an account (or stop or restrict a service) if we find out that you aren’t eligible for it. This may include the following.\n",
    ". • You (or a joint account holder) reside outside the UK or do not have leave to remain in the UK.\n",
    ". • You use your account for business.\n",
    ". We’ll try to tell you in advance if we need to do this, but we may not always be able to. If we were breaking any rules or laws by continuing to offer the account or service, we would have to close or stop it immediately.\n",
    ". 20 Barclays and you | Being with Barclays\n",
    ". \n",
    ".   5 Closing an account or service, or leaving Barclays\n",
    ". If we can, we’ll try to find you an alternative account or service with us. But we can’t always do this if you, or someone you hold the account with, lives outside the UK.\n",
    ". If you stop using your account\n",
    ". If you haven’t used your account for a long time, we may close it. We’ll give you two months’ written notice if we plan to do this, and explain to you what you can do to keep it open.\n",
    ". If there’s any money in the account, we’ll tell you how to reclaim it.\n",
    ". We participate in the Unclaimed Assets Scheme as set out in UK law. If there’s been no activity on an account for at least 15 years (or other period set out in UK law), we may transfer any money in your account to the scheme. We’ll only do this if we haven’t been able to contact you to close your account. You still have a right to the money, and you can reclaim it.\n",
    ". You can find out more about the scheme at www.reclaimfund.co.uk.\n",
    ". Our transfer of money to the Unclaimed Assets Scheme won’t change any right you may have to compensation under the Financial Services Compensation Scheme.\n",
    ". Asking you to pay back your overdraft\n",
    ". If you have an arranged overdraft, we can end it at any time and for any reason. We’ll give you at least 30 days’ written notice and ask you to pay\n",
    ". it back.\n",
    ". We can also end it immediately (or on less than 30 days’ notice) by written notice to you if any of the following things happen.\n",
    ". • We end, or are entitled to immediately end, our agreement for the current account the overdraft relates to.\n",
    ". • You become or seem likely to become bankrupt or subject to an Individual Voluntary Arrangement or a Debt Relief Order or a Sequestration, Trust Deed or Debt Arrangement in Scotland.\n",
    ". • You seriously or repeatedly fail to make payments required under any other agreement with us.\n",
    ". We can suspend your right to make payments that would leave your account overdrawn. We can do this if we:\n",
    ". • have terminated your arranged overdraft\n",
    ". • have given notice to terminate it, or\n",
    ". • are entitled to terminate it.\n",
    ".  21 Barclays and you | Being with Barclays\n",
    ". \n",
    ".   5 Closing an account or service, or leaving Barclays\n",
    ". If we do suspend your right, but we don’t terminate the overdraft agreement, we can still terminate it later on for the same reason if we need to.\n",
    ". If you have an arranged overdraft on an account and there have been no payments into or out of that account for 12 consecutive months, we’ll end the overdraft facility because we’ll assume you don’t want it.\n",
    ". 22 Barclays and you | Being with Barclays\n",
    ". \n",
    ".  6 How we use your information\n",
    ".  How we use and share information about you, and where you can find out more about your data privacy\n",
    ".  We need to use information about you for different reasons. This includes managing your accounts, providing our products and services to you and others, and meeting our legal and regulatory obligations. We’ll also share your information with our trusted third parties for these purposes.\n",
    ". You can find out all about the information we keep and how we can use it on our web page about data protection and in our privacy notices. You can find these at barclays.co.uk/control-your-data, or by asking at any branch.\n",
    ". Credit reference and fraud prevention agencies\n",
    ". We share information about you and your accounts with credit reference agencies and fraud prevention agencies. They also share information about you back to us, and with each other and other organisations. This includes information about your financial history. We do this to make sure the information you give us is correct. It’s also important for preventing crime, to recover debts, and to check that the accounts and services you take from us are right for you.\n",
    ". We need to help prevent fraud and money laundering, and we must verify your identity. So, if you provide false or inaccurate information and we identify fraud, we may pass on details to credit reference and fraud prevention agencies. This may result in certain services, finance or employment being refused.\n",
    ". Once you open your account with us, we’ll share account data with the credit reference agencies. We’ll also continue to exchange information about you (and your accounts) with credit reference agencies while you are our customer. The credit reference agencies may in turn share your personal data with other organisations which may use it to make decisions about you. This may affect your ability to get credit.\n",
    ".  23 Barclays and you | Being with Barclays\n",
    ". \n",
    ".   For more details on how credit reference agencies and fraud prevention agencies can use the information they hold, please go to barclays.co.uk/control-your-data. You can also ask for a copy.\n",
    ". We have to use your information to provide you with payment services. We can’t provide services without it. If you object to us using your information, we won’t be able to provide services to you.\n",
    ". Sharing information about you with tax authorities\n",
    ". We may be required by law or regulation to share information about your accounts with the UK or relevant tax authorities. This could either be directly or via the local tax authority. The tax authority we share the information with could then share that information with other appropriate tax authorities.\n",
    ". If we need extra documents or information from you about this, you must supply them. If you don’t, we may need to close your account. Or, if the law or other regulations require us to do so, we’ll withhold parts of certain payments received into your account, and pass the withheld money to the relevant tax authorities.\n",
    ". 6 How we use your information\n",
    ".  24 Barclays and you | Being with Barclays\n",
    ". \n",
    ".  7 If you owe us money\n",
    ".  Times when we can take money from your account to pay back money you owe us\n",
    ".  If you haven’t paid back money you owe us when you should have done, we can use money in any of your accounts with us to pay off some or all of the debt. This includes money owed to other companies within the Barclays Group. This is called a ‘right of set-off’. We’ll only do what the law allows.\n",
    ". We won’t take money we think you need for essential living expenses. We also won’t take money you need to pay certain other important debts to which we must give priority.\n",
    ". If you’ve told us that money you hold in an account in your name belongs to someone else, we won’t use our right of set-off to take that money. This might include an account in your name containing money belonging to children, for example.\n",
    ". If we’re legally required to hold money in an account in your name for someone else, or to pay it to them, we’ll use our right of set-off to take the money you owe to us first. This is so long as we’re allowed to legally.\n",
    ". We can set off amounts we owe you against amounts you owe other Barclays companies. We can also set off amounts other Barclays companies owe you against amounts you owe us, unless the law prevents us doing this.\n",
    ". Joint accounts\n",
    ". Set-off applies to joint accounts and joint debts too. We can use money in your joint account to pay a debt only you or the other person owe. We can also use money in your joint or sole account to pay a debt you and someone else owe us together.\n",
    ". 25 Barclays and you | Being with Barclays\n",
    ". \n",
    ".  8 Complaints and the protection you have\n",
    ".  What to do if you want to complain. How your money is protected by the Financial Services Compensation Scheme\n",
    ".  If you have a complaint\n",
    ". If you think something’s not right, please let us know and we’ll try to fix it. If you want to find out how to complain and how we deal with complaints, ask for our complaints leaflet at a branch, call the Barclays Information Line on 0800 400 100, or visit barclays.co.uk.\n",
    ". You can also email us at email@barclays.co.uk.\n",
    ". Personal customers can write to us at Barclays, Leicester LE87 2BB.\n",
    ". Barclays Wealth Management customers can also call +44 (0) 207 623 2323, or write to us at Barclays, 1 Churchill Place, London E14 5HP.\n",
    ". International Banking customers can also call +44 (0) 1624 684444, or write to us at International Banking, PO Box 69999, 1 Churchill Place, London E14 5HP.\n",
    ". If you’ve made a complaint and you’re not happy with the way we treated it, or what we did to help, you may be able to take your complaint to the Financial Ombudsman Service (FOS). This is an organisation set up by law to give consumers a free and independent service for resolving disputes with financial firms. To see if you’re eligible to appeal to the FOS, please contact them at:\n",
    ". • Exchange Tower, London E14 9SR (tel: 0800 023 4567)\n",
    ". • financial-ombudsman.org.uk\n",
    ". • complaint.info@financial-ombudsman.org.uk\n",
    ". You may also be able to complain to the Financial Conduct Authority.\n",
    ".   26 Barclays and you | Being with Barclays\n",
    ". \n",
    ".  8 Complaints and the protection you have\n",
    ". Protection under the Financial Services Compensation\n",
    ". Scheme\n",
    ". Barclays Bank UK PLC is covered by the Financial Services Compensation Scheme (FSCS), the UK’s statutory deposit guarantee scheme. The FSCS pays compensation to eligible depositors if a bank is unable to meet its financial obligations. Most depositors are covered by the scheme.\n",
    ". You can find more information in the FSCS information sheet, in our ‘Rates for Savers’ leaflet and on our website.\n",
    ".  Staying flexible to help our customers\n",
    ".  Our terms set out the way we normally do things, so that you know how things work and what to expect.\n",
    ". But we’re not inflexible. In some situations, we might not enforce one of our rights – such as if we give you more time to pay money you owe us.\n",
    ". If we choose not to enforce a right when we could have done, though, we can still enforce it later.\n",
    ". 27 Barclays and you | Being with Barclays\n",
    ". \n",
    ".  Our Banking terms\n",
    ". 1 Making payments from your account\n",
    ".  How you can instruct us to make a payment from your account. How long payments in sterling in the UK take. When we don’t have to follow your instructions\n",
    ".  Asking us to make a payment\n",
    ". To make a payment from your account, you need to give us authorisation. You can do this in several ways, including the ones below.\n",
    ". • Present your card and enter the card PIN (or you may be asked to sign).\n",
    ". • Use an e-wallet security process (such as fingerprint, face or voice recognition) to\n",
    ". release your card details.\n",
    ". • Hold a card or payment device near a contactless payment reader.\n",
    ". • Log onto Online Banking or the Barclays app using your security details. Follow the instructions to complete the payment.\n",
    ". • At a branch, give the information we ask for, including anything we need to confirm your identity.\n",
    ". • Provide your card or account details to someone to make a payment or to authorise future payments in a way they request (eg online, by telephone, in writing).\n",
    ". • Give us instructions via a third party. This could be by completing a direct debit instruction or via an authorised payment initiation service provider.\n",
    ". Sometimes, the law requires us to ask for two separate forms of security check before we can authorise a transaction. We might have to refuse a transaction if you don’t give both forms of security when asked to.\n",
    ". We’ll tell you if for some reason you can’t use one of these methods for a particular account or service. We’ll also tell you if you need software or anything technical to use payment tools or communicate with us.\n",
    ". 28 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  1 Making payments from your account\n",
    ". The information we need\n",
    ". To make a payment, you must give us the information we need.\n",
    ". • For payments to accounts in the UK: We need the account number and sort code. In some situations, we can take a mobile number in place of these details. We may also ask for other information although we won’t use this to make the payment. This could include the name of the account holder and if you’re paying a business or a person.\n",
    ". • For international payments: We need extra information. See section 4.\n",
    ". • If it’s a type of payment that can be scheduled for a future date, we need to know\n",
    ". whether we should make the payment now, or in the future.\n",
    ". Checking your instructions\n",
    ". We’ll only follow your instructions if we think they are complete, clear, and come from you. They may also come from a third party you have authorised to act on your behalf. Our aim is to keep your money safe and avoid mistakes.\n",
    ". • Complete instructions contain all the information we need. They correctly follow the steps for the kind of transaction you are making.\n",
    ". • Clear instructions are those we can understand without problems. We assume that the information you (or an authorised third party) give us is correct. This is unless we can see it’s obviously wrong. In particular, we’ll assume the account number and sort code given are correct. This includes where you proceed with a payment following a Confirmation of Payee response (see the next section for more information).\n",
    ". • We’ll think an instruction has come from you or a third party authorised on your behalf if we reasonably believe that the person who signed a written instruction or gave an instruction in person was you, or if your payment tools were used.\n",
    ". If it’s not complete or clear, or we don’t think it came from you, we won’t carry out the instruction.\n",
    ". Please read carefully any warnings we may give you about fraud and scams. This is particularly important when you’re setting up a new payee or changing a payee’s details.\n",
    ".   29 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  1 Making payments from your account Confirmation of Payee: checking the recipient’s name\n",
    ". For some payments we’ll ask the receiving bank to check that the recipient’s name matches the account number and sort code you’ve given us. We do this before you finalise the payment instruction. It’s an extra security step called ‘Confirmation of Payee’.\n",
    ". The receiving bank will check their records and will give an answer. This may include a match, a close match, no match, or that a check wasn’t possible. If it’s a close match, we’ll show you the name of the account holder that is linked to the sort code and account number you gave.\n",
    ". You’ll be asked to confirm if you want to go ahead with the payment instruction once you know the result of the Confirmation of Payee check. You must check the Confirmation of Payee response and the payment details carefully to help make sure you are paying the right person. If you need to, you can change the payment instruction.\n",
    ". If you go ahead, we’ll assume that the information you have given us (such as an account number and sort code) is correct.\n",
    ". Please pay careful attention to the Confirmation of Payee response. It’s intended to reduce mistaken payments and scams.\n",
    ". See section 6 for an explanation of what happens when things go wrong.\n",
    ". Payments to current accounts whose\n",
    ". details have changed\n",
    ". If you ask us to make a payment to another UK account, we’ll check whether they have asked us or their bank to redirect their payments to another account. For example, they might have used the central Current Account Switch Service to move their account.\n",
    ". We’ll take the new current account details and change your payment so it will still reach the right person. You don’t have to do anything.\n",
    ". Using a third-party provider to make payments\n",
    ". You can use an authorised payment initiation service provider to give us instructions to make a payment.\n",
    ". If they don’t do this, we won’t be responsible for your payment not being made.\n",
    ".  30 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  1 Making payments from your account\n",
    ". You must have enough money in your account\n",
    ". You must have enough money in your account at the time we process a payment. To work out if there’s enough money in your account, we’ll look at:\n",
    ". • the balance of your account\n",
    ". • the amount of your arranged overdraft if you have one\n",
    ". • a buffer we automatically give you if this is set out in the Tariff\n",
    ". • any cheques paid into your account that we are treating as available for you to use\n",
    ". • immediate payments you have already asked us to make that we have not yet paid out. This includes any debit card payments we have authorised.\n",
    ". If there’s enough money, we’ll make the payment. If you don’t have enough money, we won’t be able to. The exception to this is payments we have guaranteed we’ll make, such as certain debit card payments.\n",
    ". Writing cheques\n",
    ". If you have a cheque book with your account, you should write cheques so that they’re not easy to alter. You mustn’t post-date cheques, because we can still pay them even if they are post-dated. This might mean you don’t have enough in your account to cover the cheque payment.\n",
    ". Cheques don’t expire. We can pay a cheque no matter how long ago you wrote it. If someone asks you to write a new cheque for some reason, you should ask us to stop the first cheque so you don’t pay twice.\n",
    ". We don’t offer a cheque book with a Basic Current Account. You can choose between a Barclays Visa debit card or cash card (you can only use the cash card in UK ATMs).\n",
    ". Regular payments\n",
    ". There are three ways to make regular payments.\n",
    ". Direct debits\n",
    ". You can set up a direct debit to allow someone else to take money from your account. You specify one or more dates for this to happen. The amount can vary. The Direct Debit Guarantee applies to most direct debit payments in the UK. There’s a different scheme for payments in euros (see section 4 of our Banking terms, ‘International payments’).\n",
    ".  31 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  1 Making payments from your account\n",
    ". Standing orders\n",
    ". This is when you ask us to make a regular payment of a fixed amount from your account to another account.\n",
    ". Recurring payments on cards (also known as continuous payment authorities)\n",
    ". This is when you give your card details to someone and allow them to re-use the details to take payments from time to time.\n",
    ". How quickly we can carry out your instructions\n",
    ". Our working days are generally Monday to Friday except public holidays. Different types of payment instructions have different cut-off times. The cut-off time is the latest time on any day that we can start processing a payment you have asked us to make. If you ask us to make a payment after the cut-off time, the timings will start from the next working day. You can find out the cut-off times by looking at the Tariff, or our website, or by asking us in branch or on the phone.\n",
    ". Faster Payments\n",
    ". If you make a payment using Faster Payments (before the cut-off time), we’ll do it on the same day. This includes public holidays and weekends. The only exception is if you’ve asked us to make the payment on a future date.\n",
    ". You can make Faster Payments online, from the Barclays app, over the phone or at a branch.\n",
    ". Other kinds of payment\n",
    ". We may get a payment instruction on a public holiday, at the weekend or after the cut-off time. If this happens, we’ll start processing it on the next working day. If you ask us to make the payment on a future date, we’ll do it then.\n",
    ". If you are making a payment in sterling between sterling accounts in the UK, the payment will reach the recipient no later than the end of the next working day. It’s often quicker than that.\n",
    ". How long do non-sterling or international payments take?\n",
    ". How long a non-sterling or international payment takes will depend on the currency and the country it’s going to. See the table on page 43.\n",
    ".  32 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  If you want to cancel or change a payment instruction\n",
    ". Whether we can change or cancel a payment instruction depends on the type of payment it is.\n",
    ". 1 Making payments from your account\n",
    ".   Type of payment\n",
    ". Immediate payments\n",
    ". including card payments that are not recurring\n",
    ". Regular or future payments\n",
    ". including direct debits, standing orders or recurring payments on cards\n",
    ". Can we cancel or change it?\n",
    ". Sorry, we can’t cancel or change these payments because they are processed straight away\n",
    ". You can cancel these payments up to the end of the working day before the payment is due to be made\n",
    ". For direct debits and standing orders,\n",
    ". you can cancel through Online Banking, the Barclays app, at a branch or by phone\n",
    ". For recurring payments on your card,\n",
    ". you can cancel the agreement at a branch or by phone\n",
    ". In either case, you should also tell the organisation that will receive the payment\n",
    ". If the person you are paying by cheque still has it, or their bank hasn’t presented it to us yet, you can stop the cheque\n",
    ".       Cheques you have written\n",
    ".   When we don’t have to follow your instructions\n",
    ". We’ll do all we can to carry out your instructions. However, we don’t have to follow an instruction for any of these reasons.\n",
    ". • It isn’t complete or clear.\n",
    ". • We don’t think it came from you (or someone authorised to give instructions\n",
    ". for you).\n",
    ". • You don’t have the money (including any available overdraft) to cover the payment.\n",
    ". • It would mean we might break a law, regulation, code or other duty that applies to us.\n",
    ". • It could expose us to claims from third parties.\n",
    ". • We reasonably believe it might expose us (or another Barclays company) to legal action or censure from any government, regulator or law enforcement agency.\n",
    ". 33 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  1 Making payments from your account\n",
    ". • We reasonably think that a payment into or out of an account is connected to a fraud, scam or any other criminal activity. This includes where we reasonably think the funds are being obtained through deception.\n",
    ". • The type of payment you are trying to make or the payment tool you are using is not available to us or we have withdrawn it.\n",
    ". • You’re asking us to make a payment to an account that doesn’t accept payments through the system we normally use. If this happens, we’ll tell you if there’s any other way to make the payment. There may be a charge for other methods.\n",
    ". While we are checking that none of the reasons above apply, there may be a delay in getting the payment to its destination. This might happen even if everything turns out to be fine.\n",
    ". In addition, if you operate your account while physically located in certain countries, we may not be able to offer you other products. We may decline transactions, or may later withdraw your account.\n",
    ". Unless the law prevents us, we’ll try to contact you as quickly as possible to tell you we haven’t followed an instruction and to explain why. You can also ask us why we haven’t followed your instruction. We’ll tell you what you can do to correct any errors in the instruction, or to satisfy us that the instruction came from you.\n",
    ". We may apply financial and other limits to your instructions. For example, we may set limits for contactless payments. We’ll tell you what these limits are, and may change them from time to time.\n",
    ". We also apply internal controls, including limits, to some kinds of payment. For security reasons, we change these and don’t always say what they are. We may refuse your instruction if it’s above one of these limits.\n",
    ". When we can refuse to act on an instruction from an account information service or payment initiation service provider\n",
    ". We can also refuse to act on an instruction we receive from an account information service or a payment initiation service if we’re concerned about fraud or unauthorised access. If this happens, we’ll contact you as soon as we can (and in advance where possible) to explain why. We’ll do this unless it would break the law, or we have security reasons for not doing so. We’ll allow access again once the reason for refusing access no longer exists.\n",
    ". 34 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  2 Payments into your account\n",
    ". When money paid in becomes available for you to use\n",
    ". When a payment to your account becomes available for you to use depends on how it was made and where it came from.\n",
    ". Paying sterling cash in\n",
    ". When you pay cash in sterling into your account, it’s there for you to use as soon as we can count it. Exactly when that is depends on how you pay it in.\n",
    ".  The different ways you can pay money\n",
    ". into your account, and when the money becomes available for you to use. When we can take money out of your account\n",
    ".    How cash is paid in\n",
    ". At a multi-function device in a branch\n",
    ". Over the counter at a Barclays branch and counted while you wait\n",
    ". Over the counter at a Barclays branch, but not counted while you wait\n",
    ". Over the counter at the Post Office® Through a night safe\n",
    ". When we credit your account\n",
    ". Immediately Immediately\n",
    ". When we count the money. We’ll tell you when this happens, but it will always be the same day you paid it in at the counter\n",
    ". When we receive the cash from the Post Office®. This is up to two working days after you pay it in\n",
    ". When we count the money. This will be the start of the following working day unless we tell you otherwise\n",
    ".             For information on paying in cash in other currencies, see section 4 of our Banking terms, ‘International payments’.\n",
    ".  35 Barclays and you | Our Banking terms\n",
    ". \n",
    ".   Sterling cheques drawn in the UK, Channel Islands or Isle of Man\n",
    ". You can pay a cheque into your account at a branch, at the Post Office® or through a self-service machine. We also accept cheques paid in by sending an image of the cheque. This might be by using an app or other technology we accept.\n",
    ". If the cheque you’re paying in is payable in sterling and drawn on a bank in the UK, Channel Islands or Isle of Man, it will need to go through a process called ‘clearing’ before you can receive the money. We clear cheques using an image of the cheque. The process starts on the working day we receive the cheque, as long as we get it before the cut-off time. If not, we’ll process it the next working day. You’ll start earning interest (if your account pays it) against the cheque’s value and it will be available for withdrawal by the end of the next working day after the day we process it. You can also be certain that the money will stay in your account from that day.\n",
    ". These timings may be different if you pay in a cheque to the Post Office®. In this case, we’ll start the process when we receive the cheque, normally the next working day.\n",
    ". See section 4 for information on paying in foreign cheques.\n",
    ". 2 Payments into your account\n",
    ".      Cheque clearing – an example\n",
    ".   Day 1 Monday: we receive the cheque before the relevant cut-off time and we start the clearing process.\n",
    ". Day 2 Tuesday: by the end of the day the money is available in your account and you start to earn interest (where payable) on the amount of the cheque. The cheque cannot ‘bounce’ at this stage.\n",
    ".  Electronic payments\n",
    ". When an electronic payment reaches us in sterling, we credit your account as soon as we receive the money in the UK. See section 4 for how long it takes for electronic payments in other currencies to arrive in your account.\n",
    ". When we can take money out of your account\n",
    ". Rarely, a payment comes into your account but the paying bank realises it was made fraudulently. Or it may be that the person paying it doesn’t have enough money. If this happens, we can take the money back out of your account.\n",
    ".  36 Barclays and you | Our Banking terms\n",
    ". \n",
    ".   If we have a legal duty to do so, we can send money from your account to a government regulatory body such as HM Revenue and Customs. We can only do this if the organisation asking us has the legal power. We can also charge you for doing it. You’ll find charges like this set out in the Tariff.\n",
    ". We can also take money out of your account if you owe us money and haven’t paid it back when you should have. You’ll find more about this in section 7 of ‘Being with Barclays’, under ‘If you owe us money’.\n",
    ". If your account has a maximum balance\n",
    ". Your account might have a maximum balance. If so, this will be explained in the additional terms and conditions for your account. We may also set a maximum amount you can hold across all your accounts with us, including joint accounts. If we’ve set a maximum like this, you’ll need to make sure any payments into your account(s) don’t take your balance over it.\n",
    ". If your balance exceeds the maximum, we may make a charge. Or we may refuse to accept a payment into your account and return it to you. We’ll let you know in advance before we introduce any new maximum balance, or change an existing one. Section 4 of ‘Being with Barclays’ tells you more about changes we can make, and the notice we need to give you.\n",
    ". 2 Payments into your account\n",
    ".   37 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  3 How we’ll keep you informed about your account\n",
    ".  Where you can find your account information including statements\n",
    ".  Where you’ll find your account information\n",
    ". You’ll always be able to get information about payments into and out of your account:\n",
    ". • in a branch\n",
    ". • at an ATM, if your account comes with a card\n",
    ". • in regular statements.\n",
    ". Also, if you have the following services, you can get payment information:\n",
    ". • through Online Banking and the Barclays app\n",
    ". • through Telephone Banking.\n",
    ". If you use Telephone Banking, you can ask us to send you the information in writing. It will include details of any relevant interest, charges and exchange rates.\n",
    ". If you have a restricted access account, we’ll also put the same information on regular statements and provide these to you free of charge. Your additional conditions will tell you if your account is a restricted access account.\n",
    ". Otherwise, we’ll provide statements monthly (unless you have chosen differently). This is so long as there has been a transaction on your account since your last statement. If you’ve told us you don’t want to receive a monthly statement, you can always change your mind and ask us to provide one.\n",
    ". You can ask for an extra or copy statement at any time, but there may be a charge for this. You’ll find information on all our charges in the Tariff.\n",
    ". 38 Barclays and you | Our Banking terms\n",
    ". \n",
    ".   3 How we’ll keep you informed about your account\n",
    ". Statements\n",
    ". Vs.\n",
    ". If you are registered for Online Banking or the Barclays app, you’ll be able to see your digital statements there. If we only provide you with a digital statement, we’ll send you an alert to let you know your latest statement is ready. We’ll send statements by post if we need to, or you opt for this. For certain accounts and services we only send statements digitally.\n",
    ".  Please check your statements\n",
    ".  You must check the information we give you, as we need you to tell us as soon as you can if something is wrong. You’ll find more information on what to do if you think there’s a problem on page 50.\n",
    ".  39 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  4 International payments\n",
    ". International payments could be of two kinds.\n",
    ". • A payment in any currency (including sterling) that you make to or receive from an account outside the UK.\n",
    ". • A payment or cash withdrawal in a currency other than sterling. Payments from your account\n",
    ". Using your debit card\n",
    ". If you use your card to withdraw cash or make a purchase in a currency other than sterling, then unless you’ve asked the ATM or card-terminal provider to do the currency conversion, the card scheme you use will convert the payment to sterling. This scheme will be Visa or Mastercard, identified by the symbol on the card. You also pay a Non-Sterling Transaction Fee on the payment or cash withdrawal. This\n",
    ". is a percentage of the sterling payment amount and is shown in the Tariff. So our exchange rate is made up of the relevant card scheme’s reference exchange rate plus the Non-Sterling Transaction Fee.\n",
    ". The conversion will be done on the date the card scheme process the transaction. They will use the reference exchange rate they use for all sterling-based accounts (this rate is available on request). This means the exchange rate may differ from the rate on the date you made the payment, if the card scheme process the payment after that date.\n",
    ". You can find a comparison of our current exchange rate for certain currencies\n",
    ". as a mark-up over the rate published by the European Central Bank (ECB) at barclays.co.uk/travel/using-debit-card-abroad. The website shows our rate for certain currencies as a mark-up over the ECB rate at the time you check. This changes twice a day. Because it might take a day or two for your payment to be processed, our rate might be different at that time.\n",
    ". In some countries, the ATM or the card terminal being used may offer you the option of paying for the transaction in sterling. If you choose to pay for your transaction in\n",
    ".  Making and receiving payments from outside the UK. Non-sterling payments. Using your card for non-sterling cash withdrawals and purchases\n",
    ".   40 Barclays and you | Our Banking terms\n",
    ". \n",
    ".   sterling, the exchange rate will generally be provided by the ATM or terminal operator. If you’re in the EU when you’re offered this option, you may get an exchange rate\n",
    ". as a mark-up over the ECB rate by the ATM or terminal operator. You can use this information, and the information available on the website mentioned above, to help you decide whether you want to let the ATM or terminal operator do the conversion using their rate or whether you’d like us to do it using our rate. If you’d like us to convert the amount, you should choose to pay in or withdraw local currency and\n",
    ". not sterling.\n",
    ". 4 International payments\n",
    ".     Debit card payments – sterling or local currency – what’s the difference?\n",
    ".     If you pay in the local currency – we convert $ the amount you’re paying or withdrawing\n",
    ". If you pay in sterling – the ATM or terminal operator carries out the conversion\n",
    ".   Messaging you about currency transactions\n",
    ". From 19 April 2021, if required by law, we’ll send you an electronic message if you withdraw cash or make a purchase in a currency of an EU country that is a different currency from that of your account. The message will show you the cost of the currency conversion as a percentage mark-up against the ECB rate.\n",
    ". We’ll send the message the first time you make a transaction in the currency. If you continue to make transactions in the same currency for a period of time, we’ll send you a reminder once a month during that period.\n",
    ". If you’re registered for the Barclays app, we’ll send the message through the Barclays app. If you’re not registered for the Barclays app and we hold a valid phone number for you, we’ll send the message as a text, otherwise we’ll send you an email. You can tell us that you don’t want to receive this type of message or that you’d like to receive it through a different electronic method.\n",
    ". Electronic (non-card-based) payments\n",
    ". If you ask us to make a payment in a different currency from that of your account, we’ll convert it based on the Barclays reference exchange rate to which we add a margin to create the exchange rate that will apply to your transaction. The margin is based on the payment amount. We’ll tell you what it is if you ask us.\n",
    ". 41 Barclays and you | Our Banking terms\n",
    ". \n",
    ".   There may be an additional charge for making the payment, which you’ll find in the Tariff. We’ll confirm the charge at the time you ask us to make the payment. We’ll also tell you whether the exchange rate is guaranteed or only an indication of the rate you might get.\n",
    ". If you ask us to make a payment on a future date, we’ll give you an indication of what the exchange rate might be. The actual rate that you will get will be worked out using the relevant Barclays reference exchange rate on the day the payment is made.\n",
    ". 4 International payments\n",
    ".  What is the Barclays reference exchange rate?\n",
    ".  The Barclays reference exchange rates are set by us and are based on market exchange rates. They vary depending on the currency to be converted and the currency of the payment. You can find the exchange rates on Online Banking, through Telephone Banking, or by asking us. You can also see some exchange rates in the Barclays app.\n",
    ".  What is the EEA?\n",
    ".  The EEA is the European Economic Area, which is made up of all the countries in the European Union plus Iceland, Norway and Liechtenstein.\n",
    ". SEPA direct debits\n",
    ".  What is SEPA?\n",
    ".  SEPA is the Single Euro Payments Area scheme. This is a faster, easier scheme for making payments in euros. It works in the EEA and certain other countries. You can find out which countries are in SEPA on our website.\n",
    ". If you have a euro or sterling current account, you can set up SEPA direct debit payments. They can be set up as a one-off or recurring direct debit payment within SEPA.\n",
    ". For SEPA direct debits from a sterling account, we’ll convert each payment into euros before we make it.\n",
    ". 42 Barclays and you | Our Banking terms\n",
    ". \n",
    ".   You can ask us to refuse or refund these direct debits. You can also ask us to cancel any direct debit payments leaving your account. And you can limit SEPA direct debits to particular amounts or by frequency. As with UK direct debits, you can cancel or change a SEPA direct debit. You must do this before the end of the working day before the payment date. You can do this through Online Banking, the Barclays app, at a branch or by phone. This won’t cancel any agreement you may have made with an organisation you are paying.\n",
    ". If you have a dispute with someone you’re paying via SEPA direct debit, you must resolve it directly with them. Our duties and the duties of their bank under the SEPA Direct Debit Core Scheme aren’t affected by the arrangements between you and that person.\n",
    ". How long payments take\n",
    ". Type of payment\n",
    ". • Payment in euros to an account\n",
    ". in the UK\n",
    ". • Payment in euros to an account in the EEA\n",
    ". • All other payments in EEA currencies to accounts in EEA\n",
    ". • Payments to accounts outside the EEA\n",
    ". • Payments in non-EEA currencies Foreign currency accounts\n",
    ". When the money will reach the bank of the person you are paying\n",
    ". No later than the end of the next working day after we process your payment instruction\n",
    ". No later than four working days after we process your payment instruction\n",
    ". This varies depending on the currency or country you’re sending the payment to (or both). You can ask us to tell you when we expect the bank to receive the payment\n",
    ". 4 International payments\n",
    ".           For accounts not in euros or sterling: If you open an account in a currency other than sterling or euros, your money will be subject to any local practices (including working days) and laws. So, for example, we may not be able to make a payment on a day which is a holiday in that country, even if it’s a working day in the UK.\n",
    ". 43 Barclays and you | Our Banking terms\n",
    ". \n",
    ".   The payment information we need\n",
    ". International payments usually have to be sent through other banks, which are chosen either by us or another bank.\n",
    ". To make international payments, we need the SWIFTBIC, or sometimes a local clearing code, and IBANs or an account number of the account you’re paying. For SEPA payments, we just need the IBAN. You can get these details from the person the payment is going to. We may also need other information (such as a ‘purpose of payment’). We’ll ask you if we do.\n",
    ". We may make a charge if you don’t give us enough information and we have to try to get it. We might also do this if you give us unnecessary information we have to sort through to find what we need. We’ll let you know at the time what this charge will be. You can find the range of currencies we support at barclays.co.uk.\n",
    ". If you want to cancel an international payment\n",
    ". It may be that you want to cancel or recall a payment that involves a currency conversion, or for some reason it can’t be made. If this happens, we’ll refund the original payment amount if it has already left your account, deducting any fees already charged. This means we won’t pass on any loss or gain because of currency market movements. There may be some exceptions to this. If we undo the payment using the exchange rate that’s current at the point we do this, we may pass on these losses or gains. We’ll tell you whether these exceptions could apply before you give us instructions.\n",
    ". If the payment has already left your account, we charge a fee if you cancel or recall it. This is to cover the cost of recovering the money. You’ll find this fee in the Tariff. If the payment hasn’t yet left your account, there’s no charge for cancelling it.\n",
    ". Payments into your account\n",
    ". We’ll convert the payment into the currency of your account. To do this, we use the Barclays reference exchange rate plus a margin, which creates the exchange rate. The margin is determined by the amount of the payment and is available on request. You can ask us for an indication of the exchange rate at any time. The exchange rate changes to reflect currency market movements, so we won’t be able to confirm the actual rate until we receive the payment. You can find our current Barclays reference exchange rates by calling us or asking in a branch.\n",
    ". There may be an additional charge, which you can find in the Tariff. You agree we can take this charge from the payment amount before we put the rest of the money in\n",
    ". 4 International payments\n",
    ".  44 Barclays and you | Our Banking terms\n",
    ". \n",
    ".   your account. Whether or not we and other banks deduct charges from the payment depends on the instruction of the person sending you the payment. That person may have decided that you should pay some, all or none of the fees associated with the payment.\n",
    ". When the money will be available for you to use\n",
    ". Paying in cash\n",
    ". If you pay euros in cash into a sterling or euro account, the money will be there for you to use as soon as we can count it. Exactly when that is depends on how you pay it in. You can only pay in cash in other currencies if you have a special arrangement with us.\n",
    ". Electronic payments into your account\n",
    ". An electronic payment in euros into your sterling or euro account will be available for you to use immediately. For all other foreign electronic payments, we can tell you when they will be available for you to use if you ask us.\n",
    ". If you want to pay in a foreign cheque\n",
    ". If a cheque is in a foreign currency, or is drawn on a bank outside the UK, Channel Islands and Isle of Man, we’ll do our best to get the cheque paid. We can’t always do this if it’s drawn on a non-UK bank.\n",
    ". 1 You pay in the cheque. Sign the cheque on the back using the same name as on the front of the cheque. Pay it in at one of our branches.\n",
    ". 2 The cheque is cleared in one of two ways: ‘collecting’ or ‘negotiating’ (see the box on the next page for an explanation). There’s a charge for clearing the cheque.\n",
    ". 45 Barclays and you | Our Banking terms\n",
    ". 4 International payments\n",
    ". \n",
    ".   4 International payments\n",
    ".  Paying in a foreign cheque: negotiating or collecting?\n",
    ".  Cheques in a currency other than sterling or drawn on a bank outside the UK could be cleared in one of two ways.\n",
    ". • If you need the money quickly, we may agree to negotiate the cheque. We trust that the cheque will clear. We pay the money in sterling into your account in advance on a date agreed with you. It’s converted into sterling based on the Barclays reference exchange rate, to which we add a charge (margin). We do not have to negotiate a cheque. If we do, we’ll deduct a charge for this from the amount we pay you.\n",
    ". • If we collect the cheque, it takes a bit longer. We’ll send it to the paying bank for you. We then wait for the payment from the paying bank. The time this takes depends on each bank and the country it’s based in. We’ll then pay you the amount when we have cleared funds. We’ll pay it either in the foreign currency if you have an account with us in that currency, or converted into sterling based on the Barclays reference exchange rate. We add our charge to this (margin). We’ll tell you the charge before we collect the cheque.\n",
    ". The difference between the two ways\n",
    ". Collecting the cheque is slower but surer: it allows the cheque to clear before you get any money. Negotiating the cheque is faster. There’s still a chance that, if something goes wrong or the cheque bounces, the other bank may return it or ask for the money back. We then have to take the money from your account again. The amount we send back is likely to be different from the amount we paid in. This could be because the exchange rate has changed. Or we could have deducted charges to cover our costs trying to get the money for you.\n",
    ". 46 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  5 Borrowing money through your current account\n",
    ".  About arranged overdrafts on sole or joint accounts. What happens if you enter into an unarranged overdraft\n",
    ".  Arranged overdrafts\n",
    ". If you want to borrow from us using your current account, you must apply for an arranged overdraft. This allows you to borrow up to an agreed limit.\n",
    ". Whether we agree to lend you money depends on your financial situation. If we do agree, we’ll tell you the limit in a letter that contains the terms of the arranged overdraft. This is called a facility letter.\n",
    ". You have to pay interest at the rate we tell you in the facility letter. You pay this interest on the amount you’re overdrawn (unless you’re within any interest-free amount that applies to your account). We take the interest from your account once a month. On your statement, we’ll tell you the amount of interest and the date we’ll take it from your account. When we take fees and charges from your account, they reduce your balance or add to the amount you owe us.\n",
    ". We don’t offer arranged overdrafts on Basic Current Accounts.\n",
    ". Unarranged overdrafts\n",
    ". We don’t normally allow you to go overdrawn if you haven’t agreed an overdraft with us first, or if it would take you over your arranged overdraft limit. We’ll always try to refuse any payment that could take your account into unarranged overdraft.\n",
    ". On rare occasions, we might not be able to refuse. We don’t charge interest on an unarranged overdraft, but you must pay the money back as soon as possible.\n",
    ". Arranged overdrafts are for occasional use\n",
    ". Arranged overdrafts are only for occasional use. You should make regular payments into your account to reduce the amount you owe us.\n",
    ". 47 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  5 Borrowing money through your current account\n",
    ". We lend responsibly\n",
    ". Responsible lending is important to us, before and after we agree to lend money to you. If we think we should change or remove your limit(s), we’ll tell you at the time. We can set a different limit, or cancel the arranged overdraft facility.\n",
    ". If you have an arranged overdraft and there have been no payments into or out of the account for 12 consecutive months, we’ll assume you don’t want or need the facility and remove it.\n",
    ". When you pay money into your account\n",
    ". When you put money into your account, we’ll use it to repay any amounts you owe us. We do this in a set order.\n",
    ". 1 The money you put in goes towards repaying any unarranged overdraft. This is anything you owe us that’s over what we’ve agreed in advance.\n",
    ". 2 We pay towards your arranged overdraft.\n",
    ". 3 Anything left will credit your account.\n",
    ". We won’t change this order or agree to use money you pay in for specific payments.\n",
    ". As with most banks, our overdrafts are repayable on demand. This means you must pay it back if we ask you to. We might ask for the whole amount, or part of it. We don’t have to give you advance notice, but we’ll try where possible.\n",
    ". Until you repay us in full, we may continue to charge interest. We can do this before and after any court order telling you to repay.\n",
    ". Borrowing on a joint account\n",
    ". You have a joint account if you hold an account with one or more people.\n",
    ". Each joint account holder is separately responsible for keeping to the terms of this agreement. You agree that the information we have to provide before giving you an overdraft will be provided to only one of you. We’ll treat both or all of you as having agreed to the borrowing arrangement.\n",
    ". We can ask everyone named on the agreement, or just one or some of you, to pay back the whole amount you owe us. We can also decide to accept part payment from one of you. This doesn’t mean we agree that the other(s) don’t owe us the rest of the money. This is technically called ‘joint and several liability’. You are all ‘jointly and severally liable’.\n",
    ". 48 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  5 Borrowing money through your current account\n",
    ".  What does ‘jointly and severally liable’ mean?\n",
    ".  If you are jointly and severally liable, it means we can ask each of you for a proportion of the debt (joint liability). If for some reason we can’t collect the money from everyone, we have the right to collect it from just some or one of you (several liability).\n",
    ". Unincorporated associations such as clubs and charities\n",
    ". If an unincorporated association (such as a club, charity, society or other form of association) holds an account, there are authorised signatories. Unless we have agreed otherwise, each authorised signatory is separately responsible for complying with the terms of the agreement. You are each also jointly and severally liable for any money you owe us. This means that we have the right to demand repayment of the full amount owed, and not just a share of it, from all or any of the authorised signatories.\n",
    ". 49 Barclays and you | Our Banking terms\n",
    ". \n",
    ".  6 If something goes wrong\n",
    ". If we make a mistake\n",
    ". If we make a mistake, we aim to put things right. Let us know straight away if any of the following things happen.\n",
    ". • We don’t make a payment you ask us to.\n",
    ". • We send more or less money than you asked.\n",
    ". • We send money to the wrong account.\n",
    ". You need to tell us as soon as possible and within 13 months of the payment date. So long as you do this, we’ll refund you the amount of the payment made. If we paid too much, we’ll only pay back the difference. We’ll refund any interest or charges you have paid. If there was any interest on your account that you’ve missed out on because of the mistake, we’ll pay that back. We’ll back-date this to when the money left your account. We’ll refund you before the end of the working day after you tell us or sooner if we can.\n",
    ". We may be able to show that the other bank actually received the payment on time. If we can do this, the other bank is responsible for correcting the payment to the person you’re paying.\n",
    ". Your payment might have gone through Confirmation of Payee (see page 30 for what this is). If you were told under this process that the name matched the sort code and account number you provided, and this was wrong, you may be entitled to recover any loss. In those circumstances, please contact us.\n",
    ". If you give us incorrect account details\n",
    ". If you give us wrong instructions, or tell us to make the same payment more than once by accident, you’re responsible.\n",
    ". We’ll try to help you get the money back. We may not always be able to do this, but we’ll do all we can. We may charge a fee for tracing, recalling or cancelling a payment (you’ll find this in the Tariff).\n",
    ". 50 Barclays and you | Our Banking terms\n",
    ".  What you must do if something goes wrong, and how we can help\n",
    ". \n",
    ".   If we can’t get the money back, we’ll give you all the information we have about the transaction. This is to help you reclaim the money, unless the law prevents us. We’ll ask you to put the request in writing.\n",
    ". If payments are late\n",
    ". If you ask us to make a payment in the UK or the EEA in euro and it’s late arriving, please tell us. For information on the times transactions should take, see sections 1 and 4 of the Banking terms. We’ll contact the other bank and ask them to make up any interest their customer has lost. This is to make it the same as if the payment had arrived on time.\n",
    ". If we get a payment for you from another bank that isn’t credited to your account when it should have been, we’ll immediately credit your account with the right amount and make the money available to you. We’ll also refund any charges you’ve paid and refund or pay any interest we owe you. You’ll then be in the same position as if you had received the payment when you should have done. For more information on when payments will be credited to your account, see sections 2 and 4 of the Banking Terms.\n",
    ". If we make a mistake on a payment to someone else under the UK Direct Debit Scheme, we’ll refund you for that mistake. The rules for this are set out in the Direct Debit Guarantee. This guarantee is on the direct debit form or confirmation given to you by the person you’re paying.\n",
    ". If you ask us to trace a payment, we’ll do this and let you know the outcome. This is normally free – but there may be a charge if the payment instructions you gave us were wrong.\n",
    ". If someone takes an unauthorised payment from your\n",
    ". account\n",
    ". If you think a payment from your account wasn’t authorised (for example, someone else made it), you must tell us as soon as possible. You can ask us for a refund. By law you have a maximum of 13 months to tell us. You should keep an eye on your account for anything you don’t recognise and can’t explain.\n",
    ". Unless we have reasonable grounds to think you’re not entitled to a refund, we’ll put your account back as if the payment hadn’t happened. This includes refunding the payment amount, refunding any charges and interest you’ve paid, and paying you any interest you’ve missed out on. You won’t have any further claim against us.\n",
    ". 51 Barclays and you | Our Banking terms\n",
    ". 6 If something goes wrong\n",
    ". \n",
    ".   We might have reasonable grounds to think you’re not entitled to a refund when you ask for one. In that case, we may look into your claim further before giving the money back. This could include asking you to give us some information in writing, sometimes by electronic means.\n",
    ". However, we’ll provide you with a refund of the payment amount as soon as we can. This will always be by the end of the working day after the day you tell us about the unauthorised payment. The only exception is where we reasonably suspect you have acted fraudulently and we notify the police or another person permitted by law. If we don’t provide a refund in that time, we’ll look into this as quickly as possible. If we find that the payment was indeed unauthorised, we’ll refund you and put your account right straight away.\n",
    ". You won’t be entitled to a refund if you have acted fraudulently or you have deliberately or with gross negligence done the following things.\n",
    ". • You didn’t keep your payment tools secure.\n",
    ". • You didn’t tell us as soon as possible that you have lost your payment tools, especially if you think someone else might have been able to find them. We won’t refund any payments made before you told us of the loss or the danger that their security had been compromised.\n",
    ". However, if any of the payments are made from your overdraft, we’ll refund the amount that came out of the overdraft (unless you acted fraudulently).\n",
    ". We can reverse or readjust a refund if we discover you were not entitled to all or some of the amount refunded.\n",
    ". Unless you have acted fraudulently, we’ll refund the money if:\n",
    ". • it was taken after you told us a payment tool had been lost, stolen or compromised\n",
    ". • we haven’t provided a way for you to tell us your payment tools or security details have been lost or stolen\n",
    ". • we haven’t applied procedures we’re legally required to use to verify your identity when authorising a payment, or\n",
    ". • the payment was made to buy something online or at a distance. If you’ve been the victim of an APP scam\n",
    ". If you think you are the victim of an APP scam, tell us as soon as possible. We’ve signed up to a code of practice called the Contingent Reimbursement Model Code for APP scams. This means there are some situations where we can reimburse you if it’s happened to you.\n",
    ". 52 Barclays and you | Our Banking terms\n",
    ". 6 If something goes wrong\n",
    ". \n",
    ".   We aim to tell you whether you’ll get your money back within 15 working days from when you tell us about the APP scam.\n",
    ". Please be aware, though, that in some circumstances we may not be able to reimburse you under the Code.\n",
    ". 6 If something goes wrong\n",
    ".  What is an Authorised Push Payment (APP) scam?\n",
    ".  An Authorised Push Payment (APP) scam is a payment you make through Faster Payments, CHAPS or internal transfer between accounts held at the same bank, where:\n",
    ". • you intended to transfer money but were deceived into paying the wrong person (for example, you thought you were paying your bank but the account actually belonged to a fraudster), or\n",
    ". • your payment for what you thought was a legitimate purpose turned out to be fraudulent.\n",
    ". Contact us if you’ve been the victim of an APP scam:\n",
    ". • 0345 050 4585*\n",
    ". • +44 2476 842 099* from outside the UK.\n",
    ". Find out more information at barclays.co.uk/digisafe/financial-fraud\n",
    ".  If money is paid into your account by mistake\n",
    ". Rarely, a payment could go into someone’s account by mistake. If this happens to you, we can do either of two things.\n",
    ". • We can take the payment back out of your account.\n",
    ". • We can put a hold on the money so you can’t spend it.\n",
    ". We don’t have to tell you before we take back the payment or put a hold on the money. This is even if we have let you make a payment or take cash out against it. We may also provide details about you and the incorrect payment to the bank that sent the payment. This is to help them get back the money.\n",
    ". 53 Barclays and you | Our Banking terms\n",
    ". \n",
    ".   If you’ve been charged more than you\n",
    ". expected for a transaction\n",
    ". Sometimes, you can agree that someone else can take money from your account without knowing how much the payment is going to be. This might include renting\n",
    ". a car or booking a hotel room. Sometimes, these payments could be for more than you expected. If this happens, you can ask us for a refund if you meet all the following conditions.\n",
    ". • You made the payment in the UK or European Economic Area.\n",
    ". • Your authorisation didn’t specify the exact amount.\n",
    ". • The payment was more than you could reasonably have expected to pay. We check this based on the circumstances, including the kinds of payment you’ve made before.\n",
    ". • You ask for the refund within eight weeks of the date the money left your account. We may ask for more information that we think is reasonably necessary to help us\n",
    ". decide what to do. You must give us this information as quickly as you can.\n",
    ". We’ll refund you within 10 working days from when you ask us, or from when we get any information we ask for. We’ll make sure any interest we pay or refund dates back to when the money left your account. If we can’t give you a refund, we’ll tell you why.\n",
    ". If you set up payments from your account using the UK Direct Debit Scheme, then the scheme’s guarantee will apply instead of the terms above. You get details of the guarantee on the direct debit form or confirmation.\n",
    ". If you have a loss you want to claim back from us\n",
    ". If you have any loss or damage because of something we’ve done or not done, you’ll generally be able to claim back the loss from us. However, there are exceptions. You can’t claim back if:\n",
    ". • you’re claiming for loss of business, loss of goodwill, loss of opportunity or loss of profit. We won’t be liable for these in any circumstances\n",
    ". • the law sets a different level of liability\n",
    ". • you have acted fraudulently or with gross negligence\n",
    ". • you are in breach of this agreement\n",
    ". • we haven’t followed an instruction from you for a reason we give in this agreement\n",
    ". • any of the details you gave us were wrong or insufficient. This would include you giving us the wrong account number, for example.\n",
    ". 54 Barclays and you | Our Banking terms\n",
    ". 6 If something goes wrong\n",
    ". \n",
    ".   • our failure or delay in making a payment was due to abnormal and unforeseeable circumstances outside our control, which meant we couldn’t follow this agreement despite our best efforts to do so. Examples of where this might happen are a hardware breakdown, strike, or major problem with a payment system\n",
    ". • there was no way we could have reasonably predicted your loss when you gave us the instruction\n",
    ". • you’re asking us to refund the amount of a cheque we paid even though you had post-dated it.\n",
    ". None of these exceptions will apply, and nothing else in this agreement will stop us being liable, if:\n",
    ". • we act fraudulently\n",
    ". • we act with gross negligence\n",
    ". • we are at fault and the law does not allow us to exclude or limit our liability.\n",
    ". Reclaiming costs from you\n",
    ". If you break the agreement and it creates costs for us, we can claim reasonable costs from you. This could include the costs of tracing you and taking steps to deal with the issue, and enforcing the payment of any money you owe us. It could include charges for our services you haven’t yet paid. We’ll also charge for communicating with you about what’s happened.\n",
    ". 55 Barclays and you | Our Banking terms\n",
    ". 6 If something goes wrong\n",
    ". \n",
    ".   You can get this in Braille, large print or audio by calling 0800 400 100*. Barclays welcomes calls via Relay UK and SignVideo. Visit barclays.co.uk/accessibility for more information.\n",
    ". *Call monitoring and charges information\n",
    ". Calls may be monitored or recorded for quality and training purposes. Calls to 0800 numbers are free if made from a UK landline. Calls to 03 numbers are charged at the same rate as calls to 01 and 02 landlines. These will count towards any inclusive minutes you have covering calls to landline numbers. Charges may apply when calling from abroad.\n",
    ". Barclays Bank UK PLC. Authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority (Financial Services Register No. 759676). Barclays Bank UK PLC adheres to The Standards of Lending Practice which is monitored and enforced by The Lending Standards Board. Further details can be found at www.lendingstandardsboard.org.uk Registered in England. Registered No. 9740322. Registered Office: 1 Churchill Place, London E14 5HP.\n",
    ". Item ref: 9910542E_UK Revised: 11/20\n"
  ],
  "visualisation": {
    "opening accounts": {
      "Requirement": {
        "Living in the UK": {
          "line": [
            [
              7,
              8
            ],
            [
              27,
              28
            ]
          ]
        },
        "Evidence of residential address": {
          "line": [
            [
              73,
              76
            ]
          ]
        },
        "Age": {
          "line": [
            [
              7,
              8
            ]
          ]
        },
        "Proof of Student Status": {
          "line": [
            [
              7,
              8
            ]
          ]
        },
        "Regular income": {
          "line": [
            [
              7,
              8
            ]
          ]
        },
        "Minimum amount": {
          "line": [
            [
              7,
              8
            ]
          ]
        },
        "Overseeing Estate": {
          "line": [
            [
              7,
              8
            ]
          ]
        },
        "Appointed by the Department for Work and Pensions": {
          "line": [
            [
              7,
              8
            ]
          ]
        }
      },
      "Type of account": {
        "Joint account": {
          "line": [
            [
              173,
              177
            ],
            [
              189,
              190
            ]
          ]
        },
        "Basic Bank Account": {
          "line": [
            [
              7,
              8
            ],
            [
              274,
              277
            ]
          ]
        },
        "Savings Account": {
          "line": [
            [
              7,
              8
            ]
          ]
        }
      },
      "Requirement/ Type of account": {
        "Account conditions active qualifying account": {
          "line": [
            [
              7,
              8
            ]
          ]
        }
      }
    },
    "closing accounts": {
      "User Close Account": {
        "unhappy with terms": {
          "line": [
            [
              260,
              265
            ]
          ]
        },
        "Payment tools disposal": {
          "line": [
            [
              103,
              103
            ]
          ]
        },
        "Closure Fees": {
          "line": [
            [
              226,
              226
            ]
          ]
        },
        "Ways to close account": {
          "line": [
            [
              264,
              264
            ]
          ]
        },
        "Switching Banks": {
          "line": [
            [
              270,
              270
            ]
          ]
        }
      },
      "Bank Close Account": {
        "Illegal activity connected to the account": {
          "line": [
            [
              283,
              283
            ]
          ]
        },
        "Improper Behaviour": {
          "line": [
            [
              284,
              284
            ]
          ]
        },
        "Comply with a Regulator": {
          "line": [
            [
              280,
              280
            ]
          ]
        },
        "Serious Breach of Agreement": {
          "line": [
            [
              279,
              279
            ]
          ]
        },
        "Inactivity": {
          "line": [
            [
              296,
              296
            ]
          ]
        },
        "Death": {
          "line": [
            [
              189,
              189
            ]
          ]
        },
        "Disqualified Person": {
          "line": [
            [
              288,
              288
            ]
          ]
        },
        "Period of Notice": {
          "line": [
            [
              273,
              274
            ]
          ]
        },
        "Bankrupt": {
          "line": [
            [
              285,
              285
            ]
          ]
        },
        "Basic Current Account": {
          "line": [
            [
              274,
              277
            ]
          ]
        },
        "False Information": {
          "line": [
            [
              281,
              281
            ]
          ]
        },
        "End Agreement: Bankrupt": {
          "line": [
            [
              306,
              306
            ]
          ]
        },
        "business purpose": {
          "line": [
            [
              289,
              289
            ]
          ]
        },
        "loss of entitlement": {
          "line": [
            [
              288,
              288
            ]
          ]
        },
        "Any Criminal activity": {
          "line": [
            [
              283,
              283
            ]
          ]
        },
        "Charges": {
          "line": [
            [
              339,
              339
            ]
          ]
        }
      }
    },
    "Communications": {
      "User Communication": {
        "Type of Communication": {
          "line": [
            [
              52,
              95
            ]
          ]
        },
        "Statement Frequency": {
          "line": [
            [
              46,
              46
            ]
          ]
        },
        "Bank Details": {
          "line": [
            [
              247,
              248
            ]
          ]
        }
      },
      "Changing Agreement": {
        "Costs of Service Change": {
          "line": [
            [
              200,
              211
            ]
          ]
        },
        "Legal Reasons": {
          "line": [
            [
              200,
              211
            ]
          ]
        },
        "Changes in Technology": {
          "line": [
            [
              200,
              211
            ]
          ]
        },
        "Changes in Systems": {
          "line": [
            [
              200,
              211
            ]
          ]
        },
        "Changes in Business": {
          "line": [
            [
              200,
              211
            ]
          ]
        },
        "Positive change that benefits consumer": {
          "line": [
            [
              230,
              237
            ]
          ]
        },
        "Change in personal circumstances": {
          "line": [
            [
              200,
              211
            ]
          ]
        },
        "Other": {
          "line": [
            [
              200,
              211
            ]
          ]
        },
        "Informed about the changes": {
          "line": [
            [
              200,
              211
            ]
          ]
        },
        "Withdrawing account": {
          "line": [
            [
              200,
              211
            ]
          ]
        },
        "Moving Accounts": {
          "line": [
            [
              200,
              211
            ]
          ]
        },
        "New Form of Communication": {
          "line": [
            [
              230,
              239
            ]
          ]
        },
        "Exchange Rates": {
          "line": [
            [
              242,
              242
            ]
          ]
        },
        "Changes to Branches": {
          "line": [
            [
              243,
              244
            ]
          ]
        }
      }
    },
    "how to use account": {
      "Making payments": {
        "Electronic payments, Debit card payments, Payment instructions, cheques, security": {
          "line": [
            [
              374,
              499
            ]
          ]
        },
        "direct debits, pay bills": {
          "line": [
            [
              437,
              446
            ]
          ]
        },
        "Cut-off times": {
          "line": [
            [
              448,
              453
            ]
          ]
        },
        "Unarranged overdraft": {
          "line": [
            [
              337,
              346
            ]
          ]
        },
        "Refuse Payments- Security": {
          "line": [
            [
              66,
              71
            ]
          ]
        },
        "Refuse Payments- overdrawn": {
          "line": [
            [
              337,
              346
            ]
          ]
        },
        "Refuse payment-incomplete payment information": {
          "line": [
            [
              393,
              403
            ]
          ]
        },
        "Refuse payment- over transaction limit or restriction on account": {
          "line": [
            [
              495,
              496
            ]
          ]
        },
        "Refuse payment- faster payments not accepted": {
          "line": [
            [
              491,
              491
            ]
          ]
        },
        "Refuse payment- law": {
          "line": [
            [
              483,
              485
            ]
          ]
        },
        "Refuse payment-Illegal": {
          "line": [
            [
              489,
              489
            ]
          ]
        },
        "Refuse payment-card freeze": {
          "line": [
            [
              156,
              162
            ]
          ]
        },
        "Account Balance Requirement": {
          "line": [
            [
              424,
              431
            ]
          ]
        },
        "Refuse payment-dispute between joint account holders": {
          "line": [
            [
              183,
              187
            ]
          ]
        }
      },
      "Depositing Money": {
        "Electronic Transfer": {
          "line": [
            [
              45,
              45
            ]
          ]
        },
        "Mobile Banking App": {
          "line": [
            [
              57,
              61
            ]
          ]
        },
        "Cash or Cheques": {
          "line": [
            [
              45,
              45
            ]
          ]
        },
        "Cashpoint or Immediate Deposit Machine": {
          "line": [
            [
              45,
              45
            ]
          ]
        }
      },
      "Cancelling Payments": {
        "Immediate payments": {
          "line": [
            [
              463,
              468
            ]
          ]
        },
        "direct debits, pay bills": {
          "line": [
            [
              437,
              439
            ]
          ]
        },
        "cheques": {
          "line": [
            [
              475,
              475
            ]
          ]
        }
      },
      "Overdraft": {
        "arranged overdraft": {
          "line": [
            [
              302,
              311
            ]
          ]
        }
      },
      "Third party access": {
        "Power of attorney": {
          "line": [
            [
              192,
              193
            ]
          ]
        },
        "Third Party Provider": {
          "line": [
            [
              120,
              127
            ]
          ]
        }
      },
      "Limits": {
        "Contactless debit card": {
          "line": [
            [
              495,
              496
            ]
          ]
        }
      },
      "Arranged Overdraft": {
        "Repayable on Demand": {
          "line": [
            [
              302,
              311
            ]
          ]
        }
      },
      "Account information": {
        "Information about payments": {
          "line": [
            [
              46,
              46
            ]
          ]
        }
      },
      "International Payments": {
        "Account Details": {
          "line": [
            [
              394,
              395
            ]
          ]
        }
      },
      "Access account": {
        "Mobile Banking": {
          "line": [
            [
              57,
              61
            ]
          ]
        },
        "Online Banking": {
          "line": [
            [
              57,
              61
            ]
          ]
        },
        "Telephone banking": {
          "line": [
            [
              59,
              59
            ]
          ]
        },
        "Branch": {
          "line": [
            [
              58,
              58
            ]
          ]
        }
      }
    },
    "use of information": {
      "Personal Information": {
        "Consent to Usage": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Information in a Privacy Policy": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Recorded": {
          "line": [
            [
              52,
              94
            ]
          ]
        },
        "Types of Data Collected": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "third-party data ": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Access to Documents after account closure": {
          "line": [
            [
              319,
              322
            ]
          ]
        }
      },
      "Sharing Personal Information": {
        "Sharing with third parties for account verification": {
          "line": [
            [
              120,
              127
            ]
          ]
        },
        "Tax Authorities": {
          "line": [
            [
              331,
              333
            ]
          ]
        },
        "Product or Service": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Law or Regulatory bodies": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Third-party service provider": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Crime": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Social Media Companies": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Debt Collection": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Benefits associated with account": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Business restructuring": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Statistics": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Authorised User": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Other Countries": {
          "line": [
            [
              319,
              322
            ]
          ]
        }
      },
      "Using Information": {
        "Provide Products and services": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "improving services": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Automated decision making": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Who looks after your data": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Comply with Law": {
          "line": [
            [
              319,
              322
            ]
          ]
        }
      },
      "Collecting Personal Information": {
        "Application Forms, Applications for New Services": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Customer Profile": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Third party Organisations": {
          "line": [
            [
              319,
              322
            ]
          ]
        }
      },
      "Sensitive Personal Information": {
        "Health Information": {
          "line": [
            [
              319,
              322
            ]
          ]
        },
        "Criminal Convictions": {
          "line": [
            [
              319,
              322
            ]
          ]
        }
      }
    },
    "banking fees": {
      "Interest": {
        "overdrafts": {
          "line": [
            [
              48,
              49
            ]
          ]
        },
        "Changing Interest Rate": {
          "line": [
            [
              249,
              257
            ]
          ]
        }
      },
      "Foreign currency charge": {
        "receiving payments": {
          "line": [
            [
              47,
              47
            ]
          ]
        },
        "cancelling payments": {
          "line": [
            [
              47,
              47
            ]
          ]
        },
        "Sending foreign currency": {
          "line": [
            [
              47,
              47
            ]
          ]
        }
      },
      "Debt Recovery": {
        "Bank's right to claim funds/ right to set off": {
          "line": [
            [
              337,
              345
            ]
          ]
        }
      },
      "Account limits": {
        "Charges": {
          "line": [
            [
              14,
              22
            ]
          ]
        }
      },
      "Unarranged Overdraft": {
        "Interest": {
          "line": [
            [
              48,
              49
            ]
          ]
        },
        "Cap on charges": {
          "line": [
            [
              48,
              49
            ]
          ]
        }
      },
      "Monthly Account Fee": {
        "Charges": {
          "line": [
            [
              14,
              22
            ]
          ]
        }
      },
      "Arranged Overdraft": {
        "Interest Rates": {
          "line": [
            [
              48,
              49
            ]
          ]
        },
        "Interest Free buffer": {
          "line": [
            [
              48,
              49
            ]
          ]
        }
      }
    },
    "Security and User Responsibilities": {
      "Account Safety Measures": {
        "Verification measures": {
          "line": [
            [
              99,
              105
            ],
            [
              108,
              117
            ],
            [
              120,
              127
            ],
            [
              133,
              143
            ],
            [
              150,
              152
            ],
            [
              154,
              154
            ],
            [
              156,
              161
            ],
            [
              165,
              168
            ]
          ]
        },
        "Fraud Prevention": {
          "line": [
            [
              65,
              70
            ],
            [
              150,
              152
            ],
            [
              154,
              154
            ],
            [
              156,
              161
            ],
            [
              165,
              168
            ]
          ]
        },
        "never requesting security details over email": {
          "line": [
            [
              150,
              152
            ]
          ]
        },
        "disclosure obligation": {
          "line": [
            [
              105,
              105
            ]
          ]
        },
        "Authorisation needed for electronic payment": {
          "line": [
            [
              378,
              387
            ]
          ]
        },
        "Authorisation needed for debit card payment": {
          "line": [
            [
              378,
              387
            ]
          ]
        },
        "Authorisation needed for online payments": {
          "line": [
            [
              378,
              387
            ]
          ]
        },
        "Authorisation needed for cheques": {
          "line": [
            [
              432,
              434
            ]
          ]
        },
        "Authorisation needed for direct debits": {
          "line": [
            [
              438,
              439
            ]
          ]
        },
        "Confirmation of Payee": {
          "line": [
            [
              407,
              413
            ]
          ]
        },
        "Limits": {
          "line": [
            [
              495,
              496
            ]
          ]
        }
      },
      "Personal information security": {
        "Controlling access to the account": {
          "line": [
            [
              101,
              105
            ],
            [
              108,
              117
            ],
            [
              120,
              127
            ],
            [
              130,
              132
            ],
            [
              133,
              143
            ]
          ]
        },
        "contact details updated": {
          "line": [
            [
              72,
              79
            ]
          ]
        },
        "signing card": {
          "line": [
            [
              102,
              104
            ]
          ]
        },
        "Device safety": {
          "line": [
            [
              108,
              117
            ],
            [
              120,
              127
            ],
            [
              130,
              132
            ],
            [
              133,
              143
            ]
          ]
        },
        "Protecting login credentials": {
          "line": [
            [
              101,
              105
            ],
            [
              108,
              117
            ],
            [
              120,
              127
            ],
            [
              130,
              132
            ],
            [
              133,
              143
            ]
          ]
        },
        "Anti-virus checks": {
          "line": [
            [
              133,
              143
            ]
          ]
        },
        "Software security": {
          "line": [
            [
              154,
              154
            ]
          ]
        },
        "Potential data breach": {
          "line": [
            [
              65,
              70
            ],
            [
              105,
              105
            ]
          ]
        },
        "error checking": {
          "line": [
            [
              394,
              403
            ]
          ]
        },
        "report incorrect payments": {
          "line": [
            [
              65,
              70
            ],
            [
              105,
              105
            ]
          ]
        },
        "Report Other Changes to details": {
          "line": [
            [
              72,
              79
            ]
          ]
        },
        "report changes to situation": {
          "line": [
            [
              72,
              79
            ]
          ]
        },
        "keep Payment tools safe": {
          "line": [
            [
              101,
              105
            ],
            [
              108,
              117
            ],
            [
              120,
              127
            ],
            [
              130,
              132
            ],
            [
              133,
              143
            ]
          ]
        },
        "sharing security details with third-party services": {
          "line": [
            [
              120,
              127
            ]
          ]
        },
        "Do not use an Easily guessable PIN/Login": {
          "line": [
            [
              129,
              129
            ]
          ]
        },
        "Keep e-wallets secure": {
          "line": [
            [
              108,
              117
            ],
            [
              120,
              127
            ],
            [
              130,
              132
            ],
            [
              133,
              143
            ]
          ]
        },
        "Report Online Banking Issues": {
          "line": [
            [
              133,
              143
            ]
          ]
        },
        "Cheques not alterable": {
          "line": [
            [
              432,
              434
            ]
          ]
        },
        "Do not Post-date Cheques": {
          "line": [
            [
              432,
              434
            ]
          ]
        },
        "Destroy Security Details": {
          "line": [
            [
              101,
              105
            ],
            [
              108,
              117
            ],
            [
              120,
              127
            ],
            [
              130,
              132
            ],
            [
              133,
              143
            ]
          ]
        },
        "Use different Security Details": {
          "line": [
            [
              129,
              129
            ]
          ]
        }
      },
      "Responsibility": {
        "Third Party Access": {
          "line": [
            [
              191,
              196
            ]
          ]
        },
        "Users account closure obligations": {
          "line": [
            [
              260,
              298
            ]
          ]
        },
        "responsibility to pay tax": {
          "line": [
            [
              331,
              333
            ]
          ]
        },
        "Wrong instructions": {
          "line": [
            [
              394,
              403
            ]
          ]
        },
        "Card Ownership": {
          "line": [
            [
              154,
              154
            ]
          ]
        }
      }
    },
    "user support": {
      "Contact": {
        "Internet Banking, Mobile Banking app, in Branch, on the phone,email": {
          "line": [
            [
              54,
              60
            ],
            [
              65,
              71
            ]
          ]
        }
      },
      "Payment information": {
        "statements": {
          "line": [
            [
              46,
              46
            ]
          ]
        }
      },
      "Service Availability": {
        "Mobile banking app availability": {
          "line": [
            [
              167,
              169
            ]
          ]
        },
        "communicating by post availability": {
          "line": [
            [
              60,
              60
            ],
            [
              87,
              87
            ]
          ]
        }
      },
      "Refunds": {
        "Card payment refund conditions": {
          "line": [
            [
              104,
              104
            ]
          ]
        },
        "mistake with Direct Debit": {
          "line": [
            [
              439,
              439
            ]
          ]
        },
        "Unauthorised Payments": {
          "line": [
            [
              104,
              105
            ]
          ]
        },
        "Card Lost or Stolen": {
          "line": [
            [
              104,
              105
            ]
          ]
        },
        "Failed to Use Payment details safe": {
          "line": [
            [
              104,
              105
            ]
          ]
        },
        "Failed to immediately inform bank": {
          "line": [
            [
              104,
              105
            ]
          ]
        },
        "Direct Debit Scheme": {
          "line": [
            [
              439,
              439
            ]
          ]
        }
      },
      "Consumer Protection": {
        "Complaints Procedure": {
          "line": [
            [
              350,
              352
            ]
          ]
        },
        "Dormant Assets Scheme": {
          "line": [
            [
              298,
              298
            ]
          ]
        },
        "Financial Services Compensation Scheme (FSCS)": {
          "line": [
            [
              364,
              367
            ]
          ]
        },
        "Financial Ombudsman Service.": {
          "line": [
            [
              352,
              360
            ]
          ]
        },
        "Legal Jurisdiction": {
          "line": [
            [
              26,
              28
            ]
          ]
        }
      },
      "Accessibility": {
        "language Translation": {
          "line": [
            [
              84,
              84
            ]
          ]
        }
      },
      "Refund": {
        "Payments after informing bank": {
          "line": [
            [
              104,
              105
            ]
          ]
        }
      }
    }
  }
}
