{
    "policy_text": [
        "1 Barclays Bank Privacy Notice 1.",
        " Introduction 2.",
        " Information we hold about you 3.",
        " What we use your information for and the legal basis for doing so 4.",
        " Who we will share your information with? 5.",
        " Insurance 6.",
        " Sharing information about you with tax authorities outside [the UK/Ireland] 7.",
        " Credit reference agencies and fraud prevention agencies 8.",
        " International data transfer 9.",
        " Retention of your data 10.",
        " Your rights 11.",
        " Automated processing 12.",
        " Cookies 13.",
        " Contact us 14.",
        " Changes to the Privacy Notice 2 1.",
        " Introduction This privacy notice describes how the Barclays companies and branches listed below (collectively “Barclays”) each, subject to any requirements under the laws of the jurisdictions listed below, collects and processes personal data, how they use and protect this information, and individuals’ rights in relation to this information.",
        " Barclays Bank PLC Barclays Bank PLC, DIFC branch Barclays Bank PLC, Guernsey branch Barclays Bank PLC, Isle of Man branch Barclays Bank PLC, Jersey branch Barclays Bank Ireland PLC Barclays Bank PLC, Singapore Barclays Bank PLC, India Barclays Bank PLC, South Africa 2.",
        " Information we hold about you Information we hold about you will often come from you directly (eg: when you apply for a new product) and this information will include the following: .",
        " Personal details (eg: name, date of birth, passport information or other identification information) .",
        " Contact details (eg: phone number, email address, postal address or mobile number) .",
        " Biometric information (eg: voice recognition when you call some of our call centres, as well as facial recognition for certain products) .",
        " Transactional details (eg: payments you make and receive) .",
        " Financial information (eg: bank account number, credit or debit card numbers, financial history) including information you provide for the purposes of providing payment initiation services and account information services regarding accounts you hold with other providers .",
        " Information about any other Barclays products and services you currently have, you have applied for, or you have previously held.",
        " Some of the information that Barclays collects are special categories of personal data (also known as sensitive personal data).",
        " For example, the client due diligence checks Barclays carries out may reveal political opinions or religious belief, trade union, philosophical or political organization affiliation, etc.",
        " If you do not provide personal data that we advise you is mandatory, it may mean that we are unable to provide you with the services and/or perform all of our obligations under our agreement with you.",
        " We will also hold information we collect about you from other sources including: .",
        " The way you are using our branches, telephone services, websites or mobile applications .",
        " Your interactions with us, for example, through social media or other channels .",
        " Your digital devices where we perform various checks designed to ascertain and verify your residency to ensure we meet our regulatory obligations.",
        " These checks include identifying the IP address your device connects from and the collection of information about your use of the website or mobile app (including device type, operating system, screen resolution, and the way you interact with us) 3 .",
        " The way you use your accounts, including information about payments you make or receive such as the date, amount, currency and the details of the payee or payer (for example, retailers or other individuals) .",
        " If you have used or made claims on any of the products and services that you have taken out with your current account eg: travel, phone, and gadget insurance .",
        " Our own records about any other accounts or products you or a trading entity you own or are associated with have with us or other providers .",
        " Where we think it is necessary, our own records about your shareholders, members, beneficial owners and other related individuals .",
        " Information from credit reference agencies and fraud prevention agencies .",
        " Organisations that provide their own data, or data from other third parties, to enable us to enhance the personal data we hold, and then provide more relevant and interesting products and services to you .",
        " Criminal record checks and information .",
        " Employers .",
        " Joint account holders; other directors, partners, trustees or signatories, if applicable .",
        " People appointed to act on your behalf .",
        " Other banks and financial institutions (for example because you have asked us to display your other accounts on our platforms, we have received information to address payments made in error, or you have switched your account to us) .",
        " Publicly available sources which are available online or otherwise, such as media stories .",
        " Trading entities, you own or are otherwise associated with (for example special purpose vehicles, trusts or partnerships) and the directors, partners, trustees or signatories of such entities.",
        " If you give us personal data about other people (such as dependants or joint account holders) which we’ll use to provide services, or if you ask us to share that information with third parties, for example to provide payment initiation or account information services, then you confirm that you know that they are aware of the information in this notice about how we will use their personal data.",
        " What we use your information for and the legal basis for doing so We must have a legal basis to process your personal data.",
        " In most cases, the legal basis will be one of the following: .",
        " To allow us to take actions that are necessary in order to provide you with the product / service (performance of a contract), for example, to make and receive payments .",
        " To allow us to comply with our legal obligations, for example, obtaining proof of identity to enable us to meet our anti-money laundering obligations .",
        " To meet our legitimate interests, for example, to understand how clients use our services and to develop new services, as well as improve the service we currently provide .",
        " Where we have your consent to do so The table below sets out the purposes for which we use your personal data and our legal basis for doing so.",
        " Where we are relying on a legitimate interest, these are also set out below: If you are a customer based in Singapore or if you are otherwise receiving products and/or services from Barclays Bank PLC, Singapore, the legal basis for the collection, use and/or disclosure of personal data provided by you is consent, and you hereby agree to the collection, use, processing and/or disclosure of personal data provided by you for the purposes set out in the column titled “What we use your information for” in the table below.",
        " 4 What we use your information for The legal basis for doing so To provide, manage and personalise our services to you.",
        " Where necessary for the performance of our agreement or to take steps to enter into an agreement with you.",
        " Where the law requires this.",
        " Where it is in our legitimate interests to ensure that our client accounts are well-managed, so that our clients are provided with a high standard of service, to protect our business interests and the interests of our clients.",
        " To communicate with you about your product / service for legal, regulatory and servicing purposes.",
        " Where necessary for the performance of our agreement or to take steps to enter into an agreement with you.",
        " Where the law requires this.",
        " To manage complaints, undertake remediation activities and to resolve queries.",
        " Where necessary for the performance of our agreement or to take steps to enter into an agreement with you.",
        " Where the law requires this.",
        " Where it is in our legitimate interests to ensure that complaints are investigated, for example, so that our clients receive a high standard of service and so that we can prevent complaints from occurring in future.",
        " To check your instructions to us, and to analyse, assess and improve our services, and for training and quality purposes.",
        " We may monitor or record any communications between you and us, including telephone calls to do so.",
        " Where the law requires this.",
        " Where it is in our legitimate interests to develop and improve our systems, train our staff and provide our clients with a high standard of service.",
        " To develop and improve products and services through assessment and analysis of the information, including credit or behavioural scoring (or both), market and product analysis, and market research.",
        " Where it is in our legitimate interests to develop and improve our products and services to ensure we can continue to provide products and services that our clients want to use and to ensure our business model remains competitive.",
        " 5 To undertake checks for the purposes of security, detecting and preventing fraud and money laundering, and to verify your identity before we provide services to you.",
        " These checks may reveal political opinions or information about criminal convictions or offences.",
        " Where necessary for the performance of our agreement or to take steps to enter into an agreement with you.",
        " Where the law requires this.",
        " Where it is in our legitimate interests to detect, prevent and investigate fraud, money laundering and other crimes and to verify your identity in order to protect our business.",
        " Where necessary for the purposes of, or in connection with, actual or prospective legal claims or legal proceedings, or where necessary for the purposes of establishing, exercising or defending our legal rights.",
        " To contact you with marketing and offers relating to products and services offered by us and/or other members of the Barclays Group (unless you have opted out of marketing, or we are otherwise prevented by law from doing so).",
        " If you are provided with a relationship managed service such as Private Banking, your Relationship Manager, Private Banker or and / or the support team will contact you regarding the products and services that are available to you.",
        " Where it's in our legitimate interests, and subject to receiving your prescribed consent when required under applicable data privacy laws and rules, to provide you with information about our products and services that may be of interest.",
        " To recover debt owed and enforce other obligations we are entitled to under our agreement(s) with you, as well as to protect ourselves against harm to our rights and property interests.",
        " Where necessary for the performance of our agreement or to take steps to enter into an agreement with you.",
        " Where the law requires this.",
        " Where it is in our legitimate interests to ensure that our business is run prudently and we are capable of recovering the debts owed to us, as well as ensuring our assets are protected.",
        " To apply for or obtain quotations for a product of an insurance company/organisation, as well as to assist the providers of such insurance with the general administering and servicing of your insurance.",
        " Where necessary for the performance of our agreement or to take steps to enter into an agreement with you.",
        " Where the law requires this.",
        " Where it is in our legitimate interests to be able to offer you insurance products and obtain quotes for these products.",
        " 6 To (if you ask us to) provide payment initiation and account information services regarding accounts you hold with other providers, or where third-party providers request that we provide account information or payment initiation services in relation to accounts you hold with us (if you ask a third party provider to make this request).",
        " In the case of data out (eg: passing data to payment services aggregators), where the law requires this.",
        " In the case of data in (eg: display of your other accounts), where necessary for the performance of our agreement or to take steps to enter into an agreement with you.",
        " We may use your biometric data for some of the purposes set out above eg: to detect and prevent fraud and money laundering, and to verify your identity.",
        " Where we have your consent for optional use of biometrics (such as your vocal pattern in voice recognition systems to identify you).",
        " Where it is in the substantial public interest.",
        " To prevent and detect fraud, money laundering and other crimes (such as identity theft).",
        " Where the law requires this.",
        " Where it is in our legitimate interests to prevent and investigate fraud, money laundering and other crimes and to verify your identity in order to protect our business and to comply with laws that apply to us.",
        " Where such processing is a contractual requirement of the services or financing you have requested.",
        " To comply with regulatory and legal obligations to which we are subject and cooperate with regulators and law enforcement bodies.",
        " Where the law requires this, or based on a legal or regulatory requirement, a court order, at the request of a regulatory or supervisory authority or any other form of legal compulsion.",
        " Where it is in our legitimate interests to protect our business.",
        " For the use of sensitive data (see below), where it is in the substantial public interest.",
        " In some jurisdictions (such as Brazil), to ensure fraud prevention and security of the data subject, in the process of identification and authentication of registration in electronic systems.",
        " To personalise the marketing messages we send you to make them more relevant and interesting.",
        " For more information on when we stop processing your data for marketing purposes, please see section 11 “Automated Processing”.",
        " Where it is in our legitimate interests, and subject to receiving your prescribed consent when required under applicable data privacy laws and rules, to provide clients with information more relevant to their circumstances.",
        " 7 When we process personal data to meet our legitimate interests, we put in place robust safeguards to ensure that your privacy is protected and to ensure that our legitimate interests are not overridden by your interests or fundamental rights and freedoms.",
        " We will send you messages by post, telephone, text, email and other digital methods, including for example via our ATMs, mobile applications, push notifications, or online banking services (and new methods that may become available in the future).",
        " These messages may be: .",
        " To help you manage your account(s) .",
        " Messages we are required to send to comply with our regulatory obligations, such as changes to your agreements, and to give you information you need to manage your money .",
        " To keep you informed about the features and benefits of the products and services you hold with us .",
        " Subject to receiving your prescribed consent when required under applicable data privacy laws and rules or when it is in our legitimate interests to do so, to tell you about products and services (including those of others) that may be of interest to you – these are marketing messages sent in accordance with your preferences.",
        " Where consent is required from you, please refer to your respective terms for more details.",
        " You can ask us to stop or start sending you marketing messages at any time by writing to us, visiting a branch or calling us or, if you are an online or mobile banking client, when you are logged in.",
        " Who will we share your information with? We will keep your information confidential but we may share it with third parties (who also have to keep it secure and confidential) under the following circumstances Who we share your data with and why B arclays Group companies including (i) internal service companies and (ii) to other Barclays companies and entities with whom you have a relationship.",
        " P ayment-processing service providers and others that help us process your payments, as well as other financial institutions who are members of the payment schemes or involved in making the payment, where that is needed in relation to specific payments, such as through Paym.",
        " Ot her financial institutions who you ask us to deal with, for example when you switch your account from Barclays.",
        " Independent third-party service providers who you (or a third party properly authorised to give instructions on your account) ask us to share information with, for example, payment initiation or account information services.",
        " If such information is shared with these third parties, we will have no control over how that information is used.",
        " You (or the person(s) with authority over your account) will need to agree the scope of such use directly with the third party.",
        " C ompanies that you have paid from your Barclays account which request our help so they can apply a payment to you (because they didn’t receive the information they needed with the payment), for example, utility companies.",
        " 8 Our service providers and agents (including their sub-contractors).",
        " Where we engage with a supplier or agent to process information on our behalf, we will undertake due diligence, monitoring and assurance activities to ensure that the information is appropriately protected, and contractual clauses will be agreed between the parties to ensure that data protection and confidentiality is maintained.",
        " Our Account Pack partners in order for you to be able to use their products and services, if you have a pack added to your current account.",
        " Information you provide to the insurer or service provider will also be shared with us, for example, any claim you may make.",
        " Insurance providers, including insurance underwriters, cover holders, brokers, introducers, claims handlers and other such associated third parties.",
        " When you make an insurance claim, information you give us or the insurer may be put on a register of claims.",
        " This will be shared with other insurers.",
        " Any third party after a restructure, sale or acquisition of any Barclays company or debt, as long as that person uses your information for the same purposes as it was originally given to us or used by us (or both).",
        " Anyone to whom we transfer or may transfer our rights and duties in agreements.",
        " Any potential guarantor.",
        " Your advisers and representatives (such as accountants, lawyers, financial or other professional advisers) if you have authorised anyone like this to represent you, or any other person you have told us is authorised to give instructions or to use the account or products or services on your behalf (such as under a power of attorney).",
        " R egulators, law enforcement agencies and authorities where we are required, requested or permitted to do so by law, regulation, court order, or supervisory, regulatory or similar authority.",
        " F raud prevention agencies.",
        " In particular, we will always tell fraud prevention agencies if you give us false or fraudulent information.",
        " They will also allow other organisations including law enforcement agencies, to access this information to prevent and detect fraud or other crimes.",
        " You can ask us for the details of the fraud prevention agencies we share information with.",
        " C redit reference agencies.",
        " For more information on this, please see below.",
        " Third party payers.",
        " We may share the name of the account holder or holders with third parties paying money into your account if it is necessary to confirm the payment is being made to the right account.",
        " (We would only do this where the name submitted by the payer is a close match with the account holder’s or holders’ name.",
        ") We will share your personal data with the Information Centre for Banking Risks of the Bank of Spain (CIRBE, Central de Información de Riesgos del Banco de España), in accordance with Article 60 of Law 22/2004 of 22 November on measures to reform the financial system.",
        " Barclays is obliged to declare to the Information Centre for Banking Risks of the Bank of Spain (CIRBE, Central de Información de Riesgos del Banco de España) the details required to identify certain people who are residents or move their habitual residence to Spain and with whom it directly or indirectly maintains credit risks.",
        " To that end, Barclays must disclose to CIRBE information relating to the characteristics of these people and risks, including specifically those that affect the amount, non-payments and the likelihood of recovery (and, if you are a sole proprietor, that specific condition).",
        " Holders of a risk position declared to the CIRBE may exercise their rights of access, rectification, restriction and erasure by contacting Bank of Spain.",
        " Because we operate as part of a global business, the recipients referred to above may be located outside the jurisdiction in which you are located (or in which we provide the services).",
        " Please see the section on “International Data Transfer” below for more information.",
        " 9 5 .",
        " Insurance If you take out an insurance product through us we will share your personal data with the relevant insurer for the purpose of the policy.",
        " Details about how our insurance partners may use your data (including any personal data that you give to them directly) are contained in the insurers’ privacy notices, which will be made available to you prior to purchasing the policy.",
        " Sharing information about you with tax authorities We may be required by law or regulation to share information about your accounts with tax authorities, either directly or via the local tax authority.",
        " The tax authority we share the information with could then share that information with other appropriate tax authorities.",
        " If we need extra documents or information from you about this, you must supply them.",
        " If you don’t, we may need to close your account or, if the law or other regulations require us to do so, we’ll withhold parts of certain payments received into your account, and pass the withheld funds to the relevant tax authorities.",
        " For more information on the international transfer of your data, please see the section on “International Data Transfer” below.",
        " Credit reference agencies and fraud prevention agencies We perform credit and identity checks on you with one or more credit reference agencies and fraud prevention agencies.",
        " To do this, we will supply your personal data to the credit reference agencies and fraud prevention agencies and they will give us information about you.",
        " We will also continue to exchange information about you with credit reference agencies while you have a relationship with us.",
        " The credit reference agencies may in turn share your personal data with other organisations, which may be used by those organisations to make decisions about you.",
        " This may affect your ability to obtain credit.",
        " We may also continue to collect information from credit reference agencies about you after your account is closed.",
        " Examples of circumstances when your information or information relating to your partner or other members of your household may be shared include: .",
        " Checking details on applications for products and services .",
        " Making credit and affordability assessments to determine whether your application will be accepted and providing credit limits .",
        " Managing credit and credit-related accounts or facilities .",
        " Tracing your address so that we can continue to contact you about any existing or previous product(s) and account(s) you held with us, as well as recovering debts that you owe .",
        " Checking details on proposals and claims for all types of insurance .",
        " Checking your identity on a regular basis to comply with regulations and the law .",
        " Providing identity check services to you where you have requested that the government, or another third party, confirms your identity .",
        " Making enquiries when you ask for any lending products or investment products and to assist in managing your account .",
        " Understanding your financial position through sharing and receiving information for example, about any borrowing (including borrowing outside Barclays) and how you manage it.",
        " This includes the amount you borrow and your payment history, including any payment arrangements .",
        " To inform and create modelling tools, eg: assess how likely it is that a client will invest in or open a new product, or in order to help us improve our products and services for our clients 10 .",
        " In order to update or add personal data that is not included or incorrect in our records in order to meet our legal or regulatory obligations.",
        " We don’t give information about savings accounts to credit reference agencies.",
        " The Credit Reference Agency Information Notice (CRAIN) describes how the three main credit reference agencies in the UK each use and share personal data.",
        " The CRAIN is available on the credit reference agencies’ websites: https://www.",
        "transunion.",
        "uk/legal/privacy-centre www.",
        "equifax.",
        "uk/crain www.",
        "experian.",
        "uk/crain You can go to the following websites for the details of the credit reference agencies with which we share information.",
        " International Banking: international.",
        "barclays.",
        "com/control-your-data Private Banking: privatebank.",
        "barclays.",
        "com/control-your-data Channel Islands and Isle of Man: ciiom.",
        "barclays.",
        "com/control-your-data Your information may be linked to people who are associated with you, such as your partner or other members of your household.",
        " These linked records are called associated records.",
        " Any enquiry we make at a credit reference agency may be answered with reference to any associated person’s records.",
        " Another person’s record will be associated with yours when: .",
        " You are making a joint application .",
        " You tell us about a financial association with another person .",
        " The credit reference agencies have existing associated records.",
        " An association will be taken into account in all future applications by either or both of you.",
        " It continues until one of you applies to the credit reference agencies and succeeds in filing a disassociation, which allows your information to be unlinked.",
        " You can check for any associations by getting your credit record direct from the credit reference agencies.",
        " We and fraud prevention agencies may also enable law enforcement agencies to access and use your personal data to detect, investigate and prevent crime.",
        " If fraud is detected, you could be refused certain services or finance.",
        " Fraud prevention agencies can hold your personal data for different periods of time, and if you are considered to pose a fraud or money laundering risk, your data can be held for up to six years.",
        " International data transfer When we or fraud prevention agencies share information with organisations in another jurisdiction, we will ensure they agree to apply equivalent levels of protection for personal data as we do.",
        " If this is not possible – for example because we are required by law to disclose information – we will ensure the sharing of that information is lawful.",
        " Also, if they are not in a jurisdiction that the European, DIFC and/or United Kingdom (UK) data protection authorities regard as having adequate levels of protections for personal data, we will put in place appropriate safeguards (such as contractual commitments, by adopting the EU model clauses or the DIFC model clauses), in accordance with applicable legal requirements, to ensure that your data is adequately protected.",
        " Further information about the safeguards used by Barclays can be obtained from the Barclays Data Protection Officer.",
        " 11 On 31st January 2020 the United Kingdom left the European Union.",
        " We or fraud prevention agencies may still be required (for the purposes described in this notice) to: .",
        " Transfer personal data from the UK to the EU, the European Economic Area (EEA) or elsewhere; and .",
        " Receive personal data from outside the UK (including from the EU/EEA) into the UK.",
        " Where we make or receive such transfers, we will ensure that those transfers are lawful and (where necessary) we shall put in place appropriate measures, such as contractual commitments, to ensure that personal data is sent and received in accordance with applicable law.",
        " Retention of your data We will keep your personal data for as long as we have a relationship with you.",
        " Once our relationship with you has come to an end (eg: following closure of your account or following a transaction), or your application for a product is declined or you decide not to go ahead with it, we will only retain your personal data for a period of time that is calculated depending on the type of personal data, and the purposes for which we hold that information.",
        " We will only retain information that enables us to: .",
        " Maintain business records for analysis and/or audit purposes .",
        " Comply with record retention requirements under the law (for example, as required under legislation concerning the prevention, detection and investigation of money laundering and terrorist financing) .",
        " Defend or bring any existing or potential legal claims .",
        " Maintain records of anyone who does not want to receive marketing from us .",
        " Deal with any future complaints regarding the services we have delivered .",
        " Assist with fraud monitoring .",
        " Assess the effectiveness of marketing that we may have sent you.",
        " The retention period is often linked to the amount of time available to bring a legal claim, which in some jurisdictions can for example be six or seven years following closure of your account or following a transaction.",
        " We will retain your personal data after this time if we are required to do so to comply with the law, if there are outstanding claims or complaints that will reasonably require your personal data to be retained, or for regulatory or technical reasons.",
        " If we do, we will continue to make sure your privacy is protected.",
        " Your rights You have certain rights regarding your personal data, subject to local law and we may charge you a reasonable fee depending on the nature of requests.",
        " These include the following rights to: • Request a copy of the personal data we hold about you • Request that we supply you (or a nominated third party) with an electronic copy of the personal data that you have provided us with • Inform us of a correction to your personal data • Exercise your right to restrict our use of your personal data • Exercise your right to erase your personal data • Object to particular ways in which we are using your personal data.",
        " Your ability to exercise these rights will depend on a number of factors and in some instances, we will not be able to comply with your request eg: because we have legitimate grounds for not doing so or where the right doesn’t apply to the particular data we hold on you.",
        " If you would like more information on these rights, or wish to exercise them, please go to Section 13 (How to contact us) of this privacy notice.",
        " 12 Please contact us to update or correct your information if it changes or if the personal data we hold about you is inaccurate.",
        " Automated processing The way we analyse personal data in relation to our services may involve profiling, this means that we may process your personal data using software that is able to evaluate your personal aspects and predict risks or outcomes.",
        " We may also carry out automated anti-money laundering and sanctions checks.",
        " This means that we may automatically decide that you pose a fraud or money laundering risk if the processing reveals your behaviour to be consistent with money laundering or known fraudulent conduct, is inconsistent with your previous submissions, or you appear to have deliberately hidden your true identity.",
        " If we, or a fraud prevention agency, determine that you pose a fraud or money laundering risk: .",
        " We may refuse to provide the services you have requested or we may stop providing existing services to you .",
        " A record of any fraud or money laundering risk will be retained by the fraud prevention agencies, and may result in others refusing to provide services or employment to you.",
        " You have rights in relation to automated decision making: if you want to know more please contact us using the details set out in the Contact Us section.",
        " Cookies We may use cookies and similar technologies on our websites, mobile apps, and in our emails.",
        " Cookies are text files that get small amounts of information, which your computer or mobile device stores when you visit a website or use a mobile app.",
        " When you return to the websites or mobile apps – or visit websites and mobile apps that use the same cookies – they recognise these cookies and therefore your device.",
        " We use cookies to do many different jobs, like letting you navigate between pages efficiently, remembering your preferences and generally improving your online experience.",
        " They can also help ensure that the ads you see online are more relevant to you and your interests.",
        " We also use similar technologies such as pixel tags and JavaScript to undertake these tasks.",
        " We also use cookies in some of our emails to help us to understand a little about how you interact with our emails, and to help us improve our future email communications.",
        " These cookies also help ensure that the ads you see online are more relevant to you and your interests.",
        " Our websites and mobile app terms and conditions give you more information on these technologies, how and where we use them and how you can control them.",
        " How to contact us Please go to one of the following websites if you have any questions about our privacy notice.",
        " International Banking - https://international.",
        "barclays.",
        "com/important-information/contact-us/ Private Banking - https://privatebank.",
        "barclays.",
        "com/contact-us/ Channel Islands and Isle of Man - https://ciiom.",
        "barclays.",
        "com/contact-us/ If you would like more information on your rights, or wish to exercise them, please submit a request via your online banking.",
        " You may also contact your Relationship Manager, Private Banker or usual contact, or through /contact- us.",
        " 13 Our Data Protection Officer can be contacted by email at dpo@barclays.",
        "com Or by mail: The Data Protection Officer, Barclays, Leicester, LE87 2BB, UK.",
        " If you are a customer based in Singapore, the APAC Data Protection Officer can be contacted at DataPrivacyAPAC@barclayscapital.",
        "com Or by mail: 10 Marina Boulevard, #25-01 Marina Bay Financial Centre, Tower 2, Singapore 018983 Or by Telephone: +65 83087888 Please note that we can’t guarantee the security of your information whilst it’s in transit to us.",
        " Therefore, if you choose to contact the Data Protection Officer by email, we advise that you keep Personal Data to a minimum, and in particular that you don’t include full account information.",
        " We are committed to working with you to obtain a fair resolution of any complaint or concern about privacy.",
        " If, however, you believe that we have not been able to assist with your complaint or concern, you have the right to make a complaint to a data protection authority.",
        " A list of data protection authorities is included below: UK: www.",
        "uk Dubai International Financial Centre (DIFC): www.",
        "difc.",
        "ae/laws-regulations/data-protection Guernsey: www.",
        "dataci.",
        "gg Ireland: www.",
        "dataprotection.",
        "ie Isle of Man: www.",
        "inforights.",
        "im Jersey: www.",
        "oicjersey.",
        "org Monaco: www.",
        "ccin.",
        "mc Singapore: https://www.",
        "pdpc.",
        "sg/ Brazil: https://www.",
        "br/anpd/pt-br If you are an EU citizen or Regulator, for the purposes of GDPR, our Appointed Representative is Barclays Bank Ireland PLC.",
        " If you are a UK citizen or Regulator, for the purposes of the UK GDPR, our Appointed Representative is Barclays Bank PLC.",
        " The Appointed Representatives can be contacted via our Data Protection Officer email address.",
        " Changes to the privacy notice A copy of this privacy notice can be requested from us using the contact details set out above.",
        " We may modify or update this privacy notice from time to time.",
        " Where changes to this privacy notice will have a fundamental impact on the nature of the processing or otherwise have a substantial impact on you, we will give you sufficient advance notice."
    ],
    "data_purpose": [
        {
            "md": "id",
            "d": "name",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 18,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "id",
            "d": "name",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 53,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "id",
            "d": "date_of_birth",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 18,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "id",
            "d": "date_of_birth",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 53,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "id",
            "d": "contact_information",
            "mp": "communication",
            "p": "communicate_with_user",
            "r": 19,
            "c": "#8c7373",
            "o": 0.09806802427368327
        },
        {
            "md": "id",
            "d": "contact_information",
            "mp": "communication",
            "p": "communicate_with_user",
            "r": 57,
            "c": "#8c7373",
            "o": 0.09806802427368327
        },
        {
            "md": "id",
            "d": "biometric",
            "mp": "safety_and_security",
            "p": "service_security",
            "r": 20,
            "c": "#bf4040",
            "o": 0.4973285723851931
        },
        {
            "md": "id",
            "d": "biometric",
            "mp": "safety_and_security",
            "p": "service_security",
            "r": 70,
            "c": "#bf4040",
            "o": 0.4973285723851931
        },
        {
            "md": "network_information",
            "d": "ip_address",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 30,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "network_information",
            "d": "ip_address",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 30,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "device_information",
            "d": "device_type",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 31,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "device_information",
            "d": "device_type",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 30,
            "c": "#808080",
            "o": 0.0
        }
    ],
    "purpose_share": [
        {
            "mp": "communication",
            "p": "communicate_with_user",
            "ms": "legal",
            "s": "regulatory_compliance",
            "r": 57,
            "c": "#ba4545",
            "o": 0.456973956955045
        },
        {
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "ms": "legal",
            "s": "performance_of_contract",
            "r": 53,
            "c": "#837c7c",
            "o": 0.527213324212933
        }
    ],
    "share_name": [
        {
            "ms": "legal",
            "s": "regulatory_compliance",
            "mn": "Named",
            "n": "barclays_group",
            "r": 114,
            "c": "#808080",
            "o": 0.3
        },
        {
            "ms": "legal",
            "s": "unknown",
            "mn": "Named",
            "n": "payment-processing_service_providers",
            "r": 115,
            "c": "#808080",
            "o": 0.3
        },
        {
            "ms": "legal",
            "s": "unknown",
            "mn": "Named",
            "n": "various_companies",
            "r": 120,
            "c": "#808080",
            "o": 0.3
        }
    ],
    "user_rights": [
        {
            "n": "access_to_information",
            "r": 226
        },
        {
            "n": "data_portability",
            "r": 226
        },
        {
            "n": "data_correction",
            "r": 226
        },
        {
            "n": "content_removal_erasure",
            "r": 226
        },
        {
            "n": "limit_use_or_disclosure_of_sensitive_personal_information",
            "r": 226
        },
        {
            "n": "opt_out_marketing",
            "r": 226
        }
    ],
    "user_responsibilities": [
        {
            "n": "data_sharing",
            "r": 45
        }
    ]
}