{
    "policy_text": [
        "Our Privacy Notice 2 Contents 1.",
        " Introduction 3 2.",
        " What information we collect 4 3.",
        " How we’ll use your information 8 4.",
        " Who we might share your information with 13 5.",
        " How long we’ll keep your information 16 6.",
        " Transferring your information overseas 17 7.",
        " Your rights 17 8.",
        " Credit Reference Checks, Fraud and Money Laundering 18 9.",
        " What we need from you 22 10.",
        " How we keep your information secure 22 11.",
        " More details about your information – how to contact us 23 12.",
        " Changes to our Privacy Notice 23 13.",
        " Appendix – How we process your information 23 3 1.",
        " Introduction This Privacy Notice applies to personal information held by members of the HSBC Group as data controllers.",
        " It explains what information we collect about you, how we’ll use that information, who we’ll share it with, the circumstances when we’ll share it.",
        " Also, what steps we’ll take to make sure it stays private and secure.",
        " It continues to apply even if your agreement for banking, insurance or other products and services with us ends.",
        " It should also be read alongside your banking or insurance terms and conditions, as these include sections relating to the use and disclosure of information.",
        " This Privacy Notice covers any personal products or services you have with us.",
        " Including current accounts, savings, loans, credit cards, mortgages, investments, and insurance.",
        " Sometimes we may need to provide you with separate or further information about specific products and services.",
        " If you also bank with other parts of the HSBC Group, for example, HSBC business banking, first direct, M&S Bank or HSBC in any other countries, they’ll provide you with information separately where required.",
        " Some links on our websites lead to other HSBC or non-HSBC websites.",
        " These have their own privacy notices, which may be different to this one.",
        " You’ll need to make sure you’re happy with their privacy notices when using those sites.",
        " Wherever we’ve said ‘you’ or ‘your’, this means: • You.",
        " • Any authorised person on your account.",
        " • Anyone who does your banking or deals with us for you, for example, trustees, executors or attorneys under a Power of Attorney.",
        " • Other related people, for example, authorised signatories, partners, members, and trustees.",
        " • If you’re an insurance customer it also means you, named insured parties or beneficiaries under your policy, dependants, claimants and other third parties involved in an insurance policy or claim such as witnesses.",
        " When we say ‘we’, we mean HSBC Group companies, which act as a data controller for your personal data.",
        " Unless otherwise stated, the data controller for the purposes of this notice is HSBC UK Bank plc.",
        " The following HSBC Group companies will act as a data controller where you hold a product or service with them: HSBC Life (UK) Limited; HSBC Trust Company (UK) Limited; HSBC Executor and Trustee Company (UK) Limited; Trustees of The HSBC Self-Invested Personal Pension; and HSBC Finance Limited.",
        " The address for the HSBC Group companies is 1 Centenary Square, Birmingham B1 1HQ.",
        " If you’d like to get in touch with us, you can also find our contact details in section 11.",
        " What information we collect We’ll only collect information about you as allowed by regulations and law.",
        " We may collect it from a range of sources, and it may relate to any of our products or services you apply for, currently hold, or have held in the past.",
        " We may also collect information about you when you interact with us through our websites or mobile channels, telephone banking or when you visit one of our branches.",
        " Some of it will come directly from you, for example, when you provide identification to open an account.",
        " It can also come from your financial advisor, broker or mortgage intermediary, other HSBC companies, the insurance company, which provides the insurance policies we offer, or other sources you’ve asked us to get information from.",
        " We might also get some from publicly available places.",
        " The information we collect will differ depending on the type of product you hold.",
        " The information we collect may include: 4 5 Information that you provide to us, such as: • Personal details (for example, your name, previous names, gender, date and place of birth).",
        " • Contact details (for example, your postal address, email address, and telephone numbers).",
        " • Information concerning your identity (for example, photo identification, passport information, National Insurance number, National ID card and nationality).",
        " • Market research (for example, information and opinions given when participating in market research).",
        " • User login and subscription details (for example, login credentials for phone, online banking and mobile banking apps).",
        " • Other information that you give us by filling in forms or by communicating with us, whether face-to-face, by phone, email, online, or in other ways.",
        " • If our relationship is because of an insurance policy or claim, we may also collect: — Information regarding your family or other people who might be covered by or benefit from your insurance policy, or be financially dependent on you — Relevant details including details of previous policies and claims history.",
        " — Lifestyle information (for example, if you smoke and how much alcohol you drink).",
        " — Relevant details about your physical or mental health (for example, if you make a claim, we may ask for medical information).",
        " — Details about any criminal convictions or related information.",
        " This includes details of offences or alleged offences.",
        " — Any other information, which is relevant to a claim that you make.",
        " Information we collect or provide about you, for example: • Your financial information and information about your relationship with us.",
        " This includes the products and services you hold.",
        " The channels you use, and your ways of interacting with us.",
        " Your ability to get and manage credit, your payment history, transactions records, market trades, payments into your account including salary details and information about complaints and disputes.",
        " • Information we use to identify and authenticate you (for example, your signature and your biometric information such as your voice for Voice ID, or additional information that we receive from external sources that we need for compliance purposes).",
        " • Geographic information such as which branches or cash machines you use.",
        " • Information included in customer documentation (for example, a record of advice that we may have given you).",
        " • Marketing and sales information (for example, details of the services you receive and your preferences).",
        " • Information about your device or the software you use (for example, its IP address, technical specification and uniquely identifying data).",
        " • Cookies and similar technologies we use to recognise you, remember your preferences and tailor the content we provide to you – our cookie policy contains more details about how we use cookies and can be found at hsbc.",
        "uk/cookie-notice.",
        " • Risk rating information (for example, credit risk rating, transactional behaviour and underwriting information).",
        " • Investigations data (for example, due diligence checks, sanctions and anti-money laundering checks, external intelligence reports, content and metadata related to relevant exchanges of information between and among individuals and/or organisations, including emails, voicemail and live chat, etc.",
        " • Records of correspondence and other communications between us (for example, email, live chat, instant messages, and social media communications).",
        " 6 • Information we need to support our regulatory obligations (for example, information about transaction details.",
        " Detection of any suspicious and unusual activity and information about parties connected to you or these activities).",
        " Information we collect from other sources, for example: • Information you’ve asked us to collect for you (for example, details about your accounts with us or other companies including transaction data).",
        " • Information from third party providers, (for example, that helps us to help prevent or detect fraud or that relates to your social interactions, such as your communications via social media, between individuals, organisations, prospects, and other stakeholders acquired from companies that collect combined information).",
        " • If our information arises out of an insurance policy or claim, we may also collect information about: — Your insurance application where you applied via a comparison website or aggregator.",
        " — Your medical records, with your agreement.",
        " — Your insurance claims history.",
        " — Other parties involved in your insurance policy or claim.",
        " — Publicly available sources.",
        " 7 8 3.",
        " How we’ll use your information We’ll only use your information if we have your permission, or we have another legal reason for using it.",
        " These reasons include: • If we need to pursue our legitimate interests.",
        " • If we need to process the information to enter into or carry out an agreement we have with you.",
        " • If we need to process the information to comply with a legal obligation • where we believe it’s in the public interest for us to do so (for example, to help prevent or detect crime).",
        " • To establish, exercise or defend our legal rights.",
        " • For insurance purposes.",
        " The reasons we use your information include to: • Deliver our products and services.",
        " • Carry out your instructions (for example, to fulfil a payment you request or a change to your insurance policy).",
        " • Carry out credit checks.",
        " • Manage our relationship with you.",
        " • Support banking operations.",
        " • Prevent or detect crime including fraud and financial crime, for example, financing for terrorism and human trafficking.",
        " • Manage risk, ensure security and business continuity.",
        " • Provide online services such as Online Banking, Mobile Banking, mobile apps, and other online product platforms.",
        " • Market our products and services to you, and to people like you, for example, through traditional and online advertising.",
        " • Improve our products and services, including through analysing how you use them.",
        " 9 • Carry out data analytics to better understand your circumstances and preferences so we can make sure we can provide you with the best advice and offer you a tailored service.",
        " • Protect our legal rights and comply with our legal obligations.",
        " • Correspond with solicitors, surveyors, valuers, other lenders, conveyancers, and third-party intermediaries.",
        " • Carry out system or product development and planning, insurance, audit, and administrative purposes.",
        " • Recover money that you owe us (for example, where you haven’t paid for your insurance policy).",
        " • If our relationship is because of an insurance policy or claim, we will also use your information to: — Look at your insurance application and provide you with a quote.",
        " — Handle or monitor any claims that you make, or which arise under your insurance policy.",
        " — Where relevant, bring a claim against a third party.",
        " — Apply for and claim on our own insurance policies.",
        " Further details of how we’ll use your information can be found in the Appendix in section 13.",
        " How we make decisions about you We may use automated systems to help us make some of our decisions, for example, when you apply for products and services, to make credit decisions and to carry out fraud and money laundering checks.",
        " We may also use technology to help us identify the level of risk involved in customer or account activity, for example, for credit, fraud or financial crime reasons, or to identify if someone else is using your card without your permission.",
        " If you’re an insurance customer, we may also use automated systems to help us make decisions, for example, to determine whether or not we can offer you insurance and at what price.",
        " We may base our decision on factors like health, lifestyle, and occupational information, as well as the level of cover being requested.",
        " 10 You may have a right to certain information about how we make these decisions and ask for a decision to be made by a person instead of a computer.",
        " More details can be found in the ‘Your rights’ section.",
        " Tracking or recording what you say or do To help keep you and your money safe, we may store details of your interactions with us.",
        " We may also record and keep track of conversations you have with us through: • phone calls • face-to-face meetings • letters • emails • live chats • video chats and • any other kinds of communication.",
        " We may use these to check: • your instructions to us • assess, analyse and improve our service • train our people • manage risk or • prevent and detect fraud and other crimes.",
        " We may also capture additional information about these interactions, for example, telephone numbers that you call us from and information about the devices or software that you use.",
        " We use closed circuit television (CCTV) in and around our offices and branches and these may collect photos or videos of you or record your voice.",
        " Our websites, apps, and other digital products may also track and record your interactions with them to help: • keep you safe • us provide or improve services and features 11 • keep our services secure • make your visit more personal or • support our marketing.",
        " Some tracking is optional.",
        " For more details, please refer to our relevant website, app or other digital privacy notices and cookies notices.",
        " Compliance with laws and regulatory compliance obligations We’ll use your information to meet our compliance obligations.",
        " We’ll also use it to comply with other laws and regulations.",
        " We’ll share your information with regulators and other authorities that HSBC Group companies are subject to.",
        " This may include using it to help detect or prevent crime (including terrorism financing, money laundering and other financial crimes).",
        " We’ll only do this if it’s needed to comply with a legal requirement, it’s in our legitimate interests and that of others, or to prevent or detect unlawful acts.",
        " Marketing We may use your information to provide you with details about our products and services, and also products and services from other third parties.",
        " We may send you marketing messages by post, email, telephone, text, secure messages, Mobile app, or through social media.",
        " You can change your mind on how you receive marketing messages, or you can stop receiving them at any time.",
        " To make that change, contact us in the usual way.",
        " If you ask us not to send you marketing, it may take us a short period of time to update our systems and records to reflect your request, during which time you may continue to receive marketing messages.",
        " Even if you tell us not to send you marketing messages, we’ll continue to use your contact details to send you important information.",
        " Such as changes to your terms and conditions or if we need to tell you something to comply with our regulatory obligations.",
        " 12 Market Research We may use your information for market research and to identify trends.",
        " Market research agencies acting on our behalf may get in touch with you to invite you to take part in research.",
        " We won’t invite you to take part in research using a communication method if you’ve asked us not to get in touch that way.",
        " Any responses you provide will be reported back to us anonymously unless you give us permission for your details to be shared.",
        " If you do not wish to be contacted for market research purposes, let us know by using the details set out in the ‘More details about your information’ section.",
        " Facebook When you use an HSBC Page on Facebook, Meta Platforms Ireland Limited (previously known as Facebook Ireland Limited), and HSBC collect information about you.",
        " This includes: • What you click on: if you start a messenger conversation.",
        " • What you view: when you hover over a link or have an event page on screen.",
        " • What you say: like comments or reactions.",
        " • Your actions: like sharing or recommending.",
        " • Your location: country or region.",
        " This is not your precise location unless you have provided this in your user profile and you are logged in.",
        " • Your device and internet connection.",
        " • Your Facebook profile details and user ID.",
        " HSBC has access to this information to use for reporting, insights and marketing purposes and so does Meta Platforms Ireland.",
        " This helps HSBC improve our offering on Facebook and create better marketing.",
        " HSBC may also see this information if HSBC has communicated with you on Facebook.",
        " HSBC does this because it helps us know who we’re speaking to.",
        " 13 If you’ve allowed us to use cookies that support our marketing, HSBC and Meta Platforms Ireland can collect this information when you use HSBC’s site too.",
        " To learn more, or to switch this off, visit our Cookies Notice at hsbc.",
        "uk/cookie-notice/.",
        " You can control which cookies you allow by selecting “Manage Cookies”.",
        " Meta Platforms Ireland is a ‘joint controller’ with us in law for processing where we collect information about you: • From your actions on our Facebook page.",
        " • Through the Facebook pixel on our website.",
        " We and Meta Platforms Ireland have agreed to share some responsibilities to protect your personal data, by: • Making sure we each have a legal basis for joint processing.",
        " • Honouring your legal rights in respect of your data.",
        " • Ensuring security of joint processing.",
        " You can contact HSBC about how we do this.",
        " You can also contact Meta Platforms Ireland about what they do.",
        " This includes exercising your legal rights in respect of the data Facebook collects and retains itself.",
        " Further details of how Meta Platforms Ireland processes your personal information, the legal basis it relies on, your rights and their contact details can be found at: facebook.",
        "com/about/privacy.",
        " Who we might share your information with We may share your information with others where lawful to do so including where we or they: • Need to in order to provide you with products or services you’ve asked for.",
        " • Need to in order to provide you with your insurance policy or to administer your claim.",
        " • Have a public or legal duty to do so, (for example, to help with detecting and preventing fraud, tax evasion and financial crime.",
        " 14 • Need to for any regulatory reporting, litigation or asserting or defending legal rights and interests.",
        " • Wish to send marketing to you or others, where you’ve given us your permission, or it’s within our legitimate interest to do so.",
        " • Have a legitimate business reason for doing so, for example, to manage risk, confirm your identity, enable another company to provide you with services you’ve asked for, or check your suitability for products and services.",
        " • Have asked you for your permission to share it, and you’ve agreed.",
        " We may share your information for these purposes with others including: • Other HSBC Group companies and any sub-contractors, agents or service providers who work for us or provide services to us or other HSBC Group companies (including their employees, sub-contractors, service providers, directors, and officers).",
        " • Any joint account holders, trustees, beneficiaries, or executors.",
        " • People who give guarantees or other security for any amounts you owe us.",
        " • People you make payments to and receive payments from.",
        " • Your beneficiaries, intermediaries, correspondent, and agent banks, clearing houses, clearing or settlement systems, market counterparties and any companies you hold securities in through us, for example, stocks, bonds, or options.",
        " • Other financial institutions, lenders, and holders of security over any property you charge to us, tax authorities, trade associations, credit reference agencies, payment service providers and debt recovery agents.",
        " • Any fund managers who provide asset management services to you and any brokers who introduce you to us or deal with us for you.",
        " • Any entity that has an interest in the products or services that we provide to you, including if they take on the risk related to them.",
        " • Any people or companies in connection with potential or actual corporate restructuring, merger, acquisition, or takeover, including any transfer or potential transfer of any of our rights or duties under our agreement with you.",
        " 15 • Law enforcement, government, courts, dispute resolution bodies, our regulators, auditors, and any party appointed or asked for by our regulators to carry out investigations or audits of our activities.",
        " • Other parties involved in any disputes, including disputed transactions.",
        " • Fraud prevention agencies who will who will also use it to detect and prevent fraud and other financial crime and to confirm your identity.",
        " • Anyone who provides instructions or operates any of your accounts on your behalf, for example, Power of Attorney, solicitors, intermediaries, etc.",
        " • Anybody else that we’ve been asked to share your information with by either you, a joint account holder or anybody else who provides instructions or operates any of your accounts on your behalf.",
        " • Our card processing suppliers to carry out credit, fraud, and risk checks, process your payments, issue and manage your card.",
        " • If our relationship is because of an insurance policy or claim, we’ll also share your information with: — Other parties involved in providing your insurance policy, for example, the intermediary or insurer who provides your policy.",
        " — Third parties involved in the administration of the relevant insurance policy or claim including loss adjusters, claims handlers, private investigators, experts, and our advisors.",
        " — Where relevant, medical experts and rehabilitation providers.",
        " Online advertising When we advertise our products and services on the internet, we may share your information with our advertising partners.",
        " For example, when we use social media for marketing purposes, your information may be shared with the social media platforms so that they can check if you hold an account with them.",
        " If you do, we may ask the social media partner or social media network: • To use your information to send our adverts to you, for example, because we think that you might be interested in a new service that we offer.",
        " • To exclude you from receiving our adverts, for example, because the advert is for a service that you already use.",
        " 16 • To advertise to people who have a similar profile to you, for example, if we discover that one of our services is particularly useful to people with similar interests to the ones on your social media profile, we may ask our advertising partner or the social media network to send our adverts for that service to people who share your interests.",
        " You can contact us if you don’t wish us to share your personal data for online advertising.",
        " For more information, see ‘Your rights’ in section 7.",
        " Social media platforms also allow you to indicate your preferences to them about the advertising you receive on their platforms.",
        " Please contact your social media platforms for more information.",
        " Sharing aggregated or anonymised information We may share aggregated or anonymised information within and outside of the HSBC Group with partners such as research groups, universities or advertisers.",
        " You won’t be able to be identified from this information, for example, we may share information about general spending trends in the UK to help in research.",
        " How long we’ll keep your information We keep your information in line with our data retention policy.",
        " For example, we’ll normally keep your main banking information for a period of seven years from when our relationship with you ends.",
        " This allows us to comply with legal and regulatory requirements or use it where we need to for our legitimate purposes such as managing your account and dealing with any disputes or concerns that may arise.",
        " We may need to keep your information for longer where we need the information to comply with regulatory or legal requirements, help detect or prevent fraud and financial crime, answer requests from regulators, etc.",
        " If we don’t need to keep information for this length of time, we may destroy, delete or anonymise it sooner.",
        " 17 6.",
        " Transferring your information overseas Your information may be transferred to and stored in locations outside the United Kingdom or the European Economic Area (EEA), including countries that may not have the same level of protection for personal information.",
        " When we do this, we’ll ensure it has an appropriate level of protection and that the transfer is in line with applicable legal requirements.",
        " We may need to transfer your information in this way to carry out our contract with you, to fulfil a legal obligation, to protect the public interest and/or for our legitimate interests.",
        " In some countries the law might mean we have to share certain information, for example, with tax authorities.",
        " Even in these cases, we’ll only share your information with people who have the right to see it.",
        " You can get more details of the protection given to your information when it’s transferred outside the United Kingdom or the EEA by contacting us using the details in section 11 ‘How to contact us’.",
        " The EEA is made up of all member states of the European Union and Iceland, Liechtenstein, and Norway.",
        " Your rights You have a number of rights in relation to the information that we hold about you including: • The right to access information we hold about you and to get information about what we do with it.",
        " • In some circumstances, the right to withdraw your permission to our processing of your information, that you can do at any time.",
        " We may continue to process your information if we have another legitimate reason for doing so.",
        " • In some circumstances, the right to receive certain information you have provided to us in an electronic format and/or ask that we send it to a third party.",
        " 18 • The right to ask that we rectify your information if it’s inaccurate or incomplete.",
        " • In some circumstances, the right to ask that we delete your information.",
        " We may continue to keep your information if we’re entitled or required to retain it.",
        " • The right to object to, and to ask that we limit our processing of your information in some circumstances.",
        " Again, there may be situations where you object to, or ask us to limit our processing of your information but we’re entitled to continue and/or to refuse that request.",
        " You can exercise your rights by contacting us using the details set out in the ‘How to contact us’ section.",
        " You also have a right to complain to the UK Information Commissioner’s Office by visiting ico.",
        "uk, or to the data protection regulator in the country where you live or work.",
        " Credit Reference Checks, Fraud and Money Laundering Credit Reference Checks If you apply for new products or services (including credit like a mortgage, personal loan, or credit card), we may carry out credit and identity checks on you with one or more credit reference agencies (CRAs).",
        " When you use our banking services, we may also make periodic searches at CRAs to manage your account with us.",
        " To do this, we’ll supply your personal information to CRAs and they’ll give us details about you.",
        " This will include information from your credit application and about your financial situation and financial history.",
        " CRAs will supply us with both public (including the electoral register) and shared credit information, financial situation, history, and fraud prevention information.",
        " We may use this information to: • Assess if we can offer you credit and whether you can afford the product you applied for.",
        " • Verify the accuracy of the data you’ve given us.",
        " 19 • Prevent criminal activity, fraud, and money laundering.",
        " • Manage your account(s).",
        " • Trace and recover debts.",
        " • Ensure any offers provided to you are appropriate to your circumstances.",
        " We’ll continue to exchange information about you with CRAs while you have a relationship with us.",
        " We’ll also inform the CRAs about your repayment history.",
        " If you borrow and do not repay in full and on time, CRAs will record the outstanding debt.",
        " This information may be supplied to other organisations by CRAs.",
        " When CRAs receive a search request from us they’ll place a search footprint on your credit file that may be seen by other lenders.",
        " If you apply for a bank account or other credit (such as where you apply for a mortgage, loan or credit card) we’ll get details of your credit history from a CRA (and share information about you with the CRA) and use this information to work out how much you can afford to borrow or pay back.",
        " We may use your information to confirm the accuracy of the information you’ve provided to us, prevent criminal activity, fraud and money laundering, manage your accounts, trace and recover debts and ensure any offers provided to you are appropriate to your circumstances.",
        " If you’re making a joint application or tell us that you have a spouse or financial associate, we’ll link your records together.",
        " You should discuss this with them and share this information with them before submitting the application.",
        " CRAs will also link your records together and these links will remain on your and their files until you or your partner successfully files for a disassociation with the CRAs to break that link.",
        " The identities of the CRAs, their role also as fraud prevention agencies, the data they hold, the ways in which they use and share personal information, data retention periods and your data protection rights with the CRAs are explained in more detail on their websites.",
        " They’ve created a joint document called the Credit Reference Agency Information Notice (CRAIN) which is available from each of the three CRAs – going to any of these three links will also take you to the same CRAIN document: 20 Credit reference agencies: Transunion – transunion.",
        "uk/crain Equifax – equifax.",
        "uk/crain Experian – experian.",
        "uk/crain To comply with the law and for our own legitimate interest to allow us to assess and manage risk, we can share details about your financial situation and financial history with CRAs, fraud prevention agencies, etc.",
        " This includes information on any bank accounts or credit you have with us, including: • How you manage your accounts or credit.",
        " • If you owe us money.",
        " • If we have concerns about financial crime.",
        " • If you haven’t kept up with your payments or paid off any amount you owe us (unless there’s a genuine dispute over how much you owe us), or if you’ve agreed and stuck to a repayment plan.",
        " Fraud Prevention Agencies We’ll carry out checks with fraud prevention agencies for the purposes of preventing fraud and money laundering, and to confirm your identity before we provide products and services to you.",
        " These checks require us to process personal information about you.",
        " The personal information you provide or which we’ve collected from you, or received from third parties, will be used to carry out these checks in order to prevent fraud and money laundering, and to verify your identity.",
        " We’ll process personal information such as • your name • address • date of birth • contact details • financial information • employment details and • device identifiers, for example, IP address.",
        " 21 We and fraud prevention agencies may also enable law enforcement agencies to access and use your personal data to detect, investigate and prevent crime.",
        " We process your personal data on the basis that we have a legitimate interest in preventing fraud and money laundering and to verify your identity.",
        " This enables us to protect our business and to comply with laws that apply to us.",
        " This processing is also a contractual requirement of any of our products or services you use.",
        " Fraud prevention agencies can hold your personal data for different periods of time.",
        " If they’re concerned about a possible fraud or money laundering risk, your data can be held by them for up to six years.",
        " As part of the processing of your personal data, decisions may be made by automated means.",
        " This means we may automatically decide that you pose a fraud or money laundering risk if our processing reveals your behaviour to be consistent with money laundering or known fraudulent conduct, or is inconsistent with your previous submissions, or you appear to have deliberately hidden your true identity.",
        " Consequences of Processing If we, or a fraud prevention agency, have reason to believe there’s a fraud or money laundering risk, we may refuse to provide the services and credit you’ve requested.",
        " We may also stop providing existing products and services to you.",
        " A record of any fraud or money laundering risk will be kept by the fraud prevention agencies.",
        " This may also be used to enhance fraud detection models and may also result in others refusing to provide services to you.",
        " The information we hold about you could make it easier or harder for you to get credit in the future.",
        " To find out more about credit and fraud checks, read our ‘Guide to Credit Scoring, Credit Reference and Fraud Prevention Agencies’ leaflet.",
        " You can get it from our website, in any of our branches or you can request a paper copy by contacting us in your preferred way.",
        " 22 To find out more about our Fraud Prevention Agencies and how they manage your information, visit each agency directly: CIFAS – cifas.",
        "uk/fpn National Hunter – nhunter.",
        "uk/privacypolicy Synectics Solutions Ltd – synectics-solutions.",
        "com/privacy BioCatch – biocatch.",
        "com/privacy-policy LexisNexis (ThreatMetrix) – risk.",
        "lexisnexis.",
        "com/group/privacy-policy MasterCard (Vocalink) – mastercard.",
        "uk/en-gb/vision/terms-of-use/commitment-to-privacy/privacy.",
        "html 9.",
        " What we need from you You’re responsible for making sure the information you give us is accurate and up to date, and you must tell us if anything changes as soon as possible.",
        " If you give information for another person (for example, a joint account holder, a beneficiary under an insurance policy or a dependant), you’ll need to tell them how to find this notice and make sure they agree to us using their information as described in it.",
        " How we keep your information secure We use a range of measures to keep your information safe and secure, which may include encryption and other forms of security.",
        " We require our staff and any third parties who carry out any work for us to comply with appropriate compliance standards including obligations to protect any information and applying appropriate measures for the use and transfer of information.",
        " 23 11.",
        " More details about your information – how to contact us You can contact our Data Protection Officer (DPO) by writing to: The Data Protection Officer Customer Service Centre BX8 1HB You can exercise your rights, by writing to: Attention of Rights of Individuals Fulfilment (ROIF) Customer Service Centre BX8 1HB Alternatively, you can contact us via the HSBC UK Mobile Banking App where you can chat to us 24/7, via telephone banking or in branch.",
        " The opening hours for our telephone banking customer service teams can be viewed at hsbc.",
        "uk/contact.",
        " Changes to our Privacy Notice This Privacy Notice may be updated from time to time and the most recent version can be found at hsbc.",
        "uk/privacy-notice.",
        " This notice was last updated in March 2024.",
        " Appendix – How we process your information We’ll use your information for purposes including: • To deliver our products and services (including insurance): administer your accounts or process your transactions.",
        " We’ll do this to perform our contract with you.",
        " 24 • Banking operations support: we’ll use your information to allow the provision and function of our banking services in line with regulation, laws and customer rights and interests, for example, complaints management and exit management.",
        " The lawful reasons for processing these are legitimate interest, legal obligation and to perform our contract with you.",
        " • To prevent and detect crime including, for example, fraud, terrorist financing and money laundering: this will include monitoring, mitigation and risk management, carrying out customer due diligence, name screening, transaction screening and customer risk identification.",
        " We do this to comply with our legal obligations and because it’s in our legitimate interest.",
        " We may share your information with relevant agencies, law enforcement and other third parties where the law allows us to for the purpose of preventing or detecting crime.",
        " Also, we and other financial institutions may take steps to help prevent financial crime and manage risk.",
        " We’ll do this because we have a legitimate interest, a legal obligation to prevent or detect crime or it’s in the public interest.",
        " We may be required to use your information to do this, even if you’ve asked us to stop using your information.",
        " That could include (among other things): — Screening, intercepting and investigating any payments, instructions or communications you send or receive (including drawdown requests and application forms).",
        " — Investigating who you’re paying or who’s paying you, for example, checks on payments into and out of your account and other parties related to those payments.",
        " — Passing information to relevant agencies if we think you’ve given us false or inaccurate information, or we suspect criminal activity.",
        " — Combining the information we have about you with information from other HSBC companies to help us better understand any potential risk.",
        " — Checking whether the people or organisations you’re paying or receiving payments from are who they say they are and aren’t subject to any sanctions.",
        " 25 • Risk management: we’ll use your information to measure, detect and prevent the likelihood of financial, reputational, legal, compliance or customer risk.",
        " This includes credit risk, traded risk, operational risk and insurance risk (for example, for underwriting or claims management purposes).",
        " We’ll do this because we have a legitimate interest in ensuring that we carry out a proper risk assessment before providing credit, insurance or other finance.",
        " • Online Banking, Mobile Banking, and other mobile or online services: we’ll use your information to allow us to provide you with access to HSBC online platforms and mobile apps (for example, the HSBC UK Mobile Banking App This includes information you provide to us, directly or indirectly when using HSBC UK mobile apps, Online Banking or applying for products and services online.",
        " The lawful basis for using your information for this purpose is to perform our contract with you or that processing for this purpose is in our legitimate interest.",
        " • Product and service improvement: we’ll analyse your information to identify possible service and product improvements.",
        " Where we provide you with aggregated information services, we’ll use your information to understand how you use these products, which may include your transactional information from other financial institutions to help improve our products and services.",
        " The lawful basis for processing your information for this purpose is our legitimate interest.",
        " We do this to improve our products and services to best meet the needs of our customers.",
        " • Data analytics: we’ll analyse your information to identify opportunities to promote products and services to existing or prospective customers and to understand how our products and services are used.",
        " For example, this may include reviewing historical customer transactional behaviour, comparison of customer activity or it may include an analysis of your transactional information or financial institutions.",
        " We do this to help us provide you with products and services we think will be of most relevance to you.",
        " The lawful basis for using your information in this way is our legitimate interest.",
        " 26 • Marketing: we’ll use your information to provide you with information about HSBC products and services, and also products and services from our partners and other relevant third parties.",
        " This includes marketing by post, email, telephone, text, secure messages, Mobile app or advertising to you and other people online and on social media.",
        " The lawful basis for this is our legitimate interest.",
        " We may need your consent to communicate by certain channels and we’ll always make sure we get this where we need to.",
        " You can change your mind on how you receive marketing messages or choose to stop receiving them at any time.",
        " To make that change, contact us using the details set out in the ‘More details about your information’ section.",
        " • Protecting our legal rights: we may need to use your information to protect our legal rights, for example, in the case of defending or the protection of legal rights and interests (for example, collecting money owed, enforcing or protecting our security or defending rights of intellectual property); court action; managing complaints or disputes; in the event of a restructuring of companies or other mergers or acquisition.",
        " This may be in connection with action taken against you or other persons, for example, joint borrowers or persons who give a guarantee or other security for your obligations to us.",
        " The lawful basis for using your information in this way is our legitimate interest.",
        " 27 Page intentionally left blank Accessibility If you need any of this information in a different format, please let us know.",
        " This includes large print, braille, or audio.",
        " You can speak to us using the live chat on our website, visiting one of our branches, or by giving us a call.",
        " There are also lots of other options available to help you communicate with us.",
        " Some of these are provided by third parties who are responsible for the service.",
        " These include a Text Relay Service and a British Sign Language (BSL) Video Relay Service, to find out more please get in touch.",
        " You can also visit: hsbc.",
        "uk/accessibility or: hsbc.",
        "uk/contact.",
        " hsbc.",
        "uk HSBC UK Bank plc.",
        " Registered in England and Wales with number 09928412.",
        " Registered Office: 1 Centenary Square, Birmingham B1 1HQ, United Kingdom.",
        " Authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority.",
        " Our Financial Services Register number is 765112.",
        " RFB2085 CMT0614 ©HSBC Group 2024.",
        " All Rights Reserved."
    ],
    "data_purpose": [
        {
            "md": "id",
            "d": "name",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 43,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "id",
            "d": "gender",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 43,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "id",
            "d": "date_of_birth",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 43,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "id",
            "d": "contact_information",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 44,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "id",
            "d": "photo_profile_picture",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 45,
            "c": "#807f7f",
            "o": 0.004455889596495177
        },
        {
            "md": "id",
            "d": "account_credentials",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 47,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "id",
            "d": "personal_description",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 49,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "id",
            "d": "personal_description",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 50,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "id",
            "d": "personal_description",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 51,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "id",
            "d": "personal_description",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 52,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "health_information",
            "d": "health_data",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 51,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "network_information",
            "d": "ip_address",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 63,
            "c": "#808080",
            "o": 0.0
        },
        {
            "md": "network_information",
            "d": "cookie_information",
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "r": 64,
            "c": "#808080",
            "o": 0.0
        }
    ],
    "purpose_share": [
        {
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "ms": "legal",
            "s": "regulatory_compliance",
            "r": 119,
            "c": "#a55a5a",
            "o": 0.7921542838152107
        },
        {
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "ms": "legal",
            "s": "regulatory_compliance",
            "r": 120,
            "c": "#a55a5a",
            "o": 0.7921542838152107
        },
        {
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "ms": "legal",
            "s": "regulatory_compliance",
            "r": 121,
            "c": "#a55a5a",
            "o": 0.7921542838152107
        },
        {
            "mp": "functionality",
            "p": "provide_services_and_fulfill_contractual_obligations",
            "ms": "legal",
            "s": "regulatory_compliance",
            "r": 122,
            "c": "#a55a5a",
            "o": 0.7921542838152107
        },
        {
            "mp": "research",
            "p": "research",
            "ms": "analytics",
            "s": "aggregated_information",
            "r": 197,
            "c": "#bf4040",
            "o": 0.9972013401367864
        },
        {
            "mp": "advertisement",
            "p": "marketing",
            "ms": "service_provision",
            "s": "third_party_platforms_integration",
            "r": 188,
            "c": "#a75858",
            "o": 0.8074074405484136
        },
        {
            "mp": "advertisement",
            "p": "marketing",
            "ms": "service_provision",
            "s": "third_party_platforms_integration",
            "r": 189,
            "c": "#a75858",
            "o": 0.8074074405484136
        }
    ],
    "share_name": [
        {
            "ms": "legal",
            "s": "regulatory_compliance",
            "mn": "Unknown",
            "n": "unknown",
            "r": 121,
            "c": "#FF0000",
            "o": 0.7
        },
        {
            "ms": "analytics",
            "s": "aggregated_information",
            "mn": "Unknown",
            "n": "unknown",
            "r": 197,
            "c": "#FF0000",
            "o": 0.7
        },
        {
            "ms": "service_provision",
            "s": "third_party_platforms_integration",
            "mn": "Named",
            "n": "meta_platforms_ireland",
            "r": 136,
            "c": "#808080",
            "o": 0.3
        },
        {
            "ms": "service_provision",
            "s": "third_party_platforms_integration",
            "mn": "Named",
            "n": "meta_platforms_ireland",
            "r": 144,
            "c": "#808080",
            "o": 0.3
        },
        {
            "ms": "service_provision",
            "s": "third_party_platforms_integration",
            "mn": "Named",
            "n": "meta_platforms_ireland",
            "r": 145,
            "c": "#808080",
            "o": 0.3
        }
    ],
    "user_rights": [
        {
            "n": "access_to_information",
            "r": 212
        },
        {
            "n": "data_correction",
            "r": 216
        },
        {
            "n": "content_removal_erasure",
            "r": 217
        },
        {
            "n": "data_processing_complaint",
            "r": 222
        }
    ],
    "user_responsibilities": [
        {
            "n": "data_protection",
            "r": 282
        }
    ]
}